<?php /* Template Name: InternationalScientificCooperation */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
    <div class = "tables">
        <h2>Міжнародне наукове співробітництво на кафедрі системного проектування</h2>
    <table>
        <tr>
        <th>Країна партнер (за алфавітом)</th>
        <th>Установа-партнер</th>
        <th>Тема співробітництва</th>
        <th>Документ, в рамках якого здійснюється співробітництво, термін його дії</th>
        <th>Практичні результати та публікації</th>
        </tr>
        <tr>
        <td>Бельгія</td>
        <td>Мелексіс</td>
        <td>Підготовка фахівців у галузі проектування інтегральних схем</td>
        <td>Угода від 29 Грудня 2011</td>
        <td><p>1.Отримані стипендії для навчання студентів в галузі проектування інтегрольних схем. На отримані кошти оплатили членство КПІ у міжнародній організації EUOROPRACTICE та технічне супроводження программного забезпечення CADENCE на сумму 2100 euro.</p>

            <p>2.Проведено близько 40 семінарів та практичних занять з проектування інтегральних схем.<p>

            <p>3.Оновлено 8 робочих комьютерних місць та два сервери для навчання.</p></td>
        
        </tr>
        <tr>
        <td>Англія</td>
        <td>Europractice</td>
        <td>Навчання фахівців та проведення науково досдідних робіт у галузі проектування інтегральних схем</td>
        <td>Угода від 19 Вересня 2003</td>
        <td>Технічна підтримка системи проектування Cadence</td>
        </tr>
        <tr>
        <td>Німеччина</td>
        <td>IHP (Innovation For High Performance) Франкфурт(Одер)</td>
        <td>Підвищення рівня підготовки  фахівців у галузі проектування інтегральних схем для розвязання наукових та технічних проблем</td>
        <td>Угода від 1 грудня 2004</td>
        <td>Підписана угода про надання сучасної технічної інформації</td>
        </tr>
    </table>

    </div>
        <h2>Список наукових праць, опублікованих та підготовлених до друку у 2017 році у зарубіжних виданнях</h2>
        <div style="overflow-x:auto;">
    <table>
    <tr>
        <th>№ з/п</th>
        <th>Автори</th>
        <th>Назва роботи</th>
        <th>Назва видання, де опубліковано роботу</th>
        <th>Том, номер (випуск, перша-остання сторінки роботи)</th>
        </tr>
        <tr>
        <td></td>
        <td></td>
        <td>Статті – (всього)</td>
        <td></td>
        <td></td>
        </tr>
        <tr>
        <td>1</td>
        <td>Kryshtal V., Snytyuk V.</td>
        <td>System analysis of formation rescuing equipment sets</td>
        <td>International Journal “Information Technologies and Knowledge</td>
        <td>Vol. 10, Number 1. – P. 91-99</td>
        </tr>
        <tr>
        <td>2</td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        </tr>
        <tr>
        <td>3</td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        </tr>
        <tr>
        <td>4</td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        </tr>
        <tr>
        <td>5</td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        </tr>
        <tr>
        <td>6</td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        </tr>
        <tr>
        <td>7</td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        </tr>
        <tr>
        <td>8</td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        </tr>
        <tr>
        <td></td>
        <td></td>
        <td>Статті, підготовлені до друку – (всього)</td>
        <td></td>
        <td></td>
        </tr>
        <tr>
        <td>1</td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        </tr>
        <tr>
        <td>2</td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        </tr>
        <tr>
        <td></td>
        <td></td>
        <td>Монографії – (всього, стор)</td>
        <td></td>
        <td></td>
        </tr>
        <tr>
        <td>1</td>
        <td></td>
        <td></td>
        <td></td>
        <td></td>
        </tr>
    </table>
   
    <p>Студент групи ДА-62м Шаптала Р.В. отримал запрошення і пройшов стажування в дослідницькій Лаборатоії фірми IBM в м. Цюріх (Швейцарія)&nbsp; за тематикою «Great Minds internship» .</p>
    <p>Це стало унікальною можливістю студенту 6-го курсу працювати разом із вченими світового класу в провідній дослідницькій організації. За результатами стажування, на форумі IBM Security Day, якій відбувся 29.11.2017 р., ректор КПІ ім.. Сікорського М.З.Згуровський отримав подяку від фірми за високий рівень підготовки студента, який забезпечила його науковий керівник доцент кафедри системного проектування Кисельова А.Г.</p>
    </div>

</div>



<?php get_footer(); ?>
</body>
</html>