<?php /* Template Name: IstorjaKafedri */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
    <div class = "banner">
        <div class = "column">
        <div class = "text-banner">
            <p><strong>Кафедра СП</strong> — одна з найпрестижніших кафедр НТУУ "КПІ ім. І. Сікорського", яка першою в  Україні розпочала підготовку фахівців з комп'ютерних систем проектування у 1972 році.
            Кафедра СП здійснює підготовку фахівців для науково-дослідної, проектної і організаційно-управлінської діяльності у галузі застосування сучасних інформаційних технологій у проектуванні найрізноманітніших об'єктів штучного середовища людини і інформатизації функціонування організацій та установ.</p>
        
        </div>
        </div>
    </div>
    <div class = "text-page">
        <h1>Кафедра Системного Проектування (СП)</h1>
        <p><strong>Кафедра САПР</strong>, що раніше мала назву <strong>Систем Автоматизованого Проектування (САПР)</strong>, здійснює підготовку спеціалістів з комп’ютерних систем  проектування. Фахівці спеціальності готуються для науково-дослідної, проектної і організаційно-управлінської діяльності у галузі застосування сучасних інформаційних технологій у проектуванні найрізноманітніших об’єктів штучного середовища людини і інформатизації функціонування організацій і установ.</p>
        <p>Змістом спеціальності є застосування <strong>сучасних комп’ютерних технологій</strong> (математичного моделювання, електронних таблиць, графічних та текстових процесорів, баз даних та знань, комп’ютерних мереж, експертних систем та систем прийняття рішень, мультимедіа інформаційних технологій, інформаційних ресурсів мережі Internet) на всіх етапах індивідуального чи колективного оптимізаційного проектування та розробки нових об’єктів та процесів: попереднього дослідження, вибору принципів дії, розробок ескізного та технічного проектів, всебічного інженерного аналізу і оптимізації проекту, підготовки конструкторської документації та керуючої інформації для автоматизованих виробництв.</p>
        <h2>Підготовка фахівців проводиться за такими напрямками:</h2>
        <ol>
        <li>Системи комплексного автоматизованого проектування <strong>заказних ВІС</strong>;</li>
        <li>Комп’ютерне проектування в інформаційному середовищі Internet;</li>
        <li>Проектування мережних мультимедіа інформаційних ресурсів САПР;</li>
        <li>Сучасні засоби комп’ютерного оптимального проектування інженерних об’єктів і соціально-економічних систем;</li>
        <li>Основи проектування систем <strong>штучного інтелекту</strong> в САПР.</li>
        </ol>
        <h2>Випускники кафедри отримують наступну професійну підготовку:</h2>
        <ul>
            <li>Системна інтеграція складних програмних комплексів комп’ютерного проектування технічних або соціально-економічних об’єктів широкого призначення “під ключ”;</li>
            <li>Забезпечення потреб організацій в багатоваріантному проектуванні технічних об’єктів (насамперед, електронних систем чи їх елементної бази у вигляді заказних ВІС);</li>
            <li>Проектування, розробка і експлуатація комп’ютерних мереж і систем, засобів електронної передачі даних та захисту інформації;</li>
            <li>Розробка комп’ютерних програм сучасними засобами CASE (Computer-Aided Software Engineering), мультимедіа і HTML (JAVA) технологій, розміщення і пошук необхідної інформації в мережі Internet;</li>
            <li>Використання сучасного інструментарію інформаційних технологій для забезпечення функціонування самих організацій: інсталяція прикладних програм, створення баз даних, систем автоматизації бізнес-процесів і діловодства тощо;</li>
            <li>Інформаційне перепроектування організацій під їх потреби, підключення до інформаційних ресурсів Internet, створення робочих місць з мережною підтримкою.</li>
            <li>Випускники кафедри в останні роки плідно працюють в державних, малих та спільних підприємствах, інших комерційних структурах, забезпечуючи їх інформатизацію і підключення до мережі Internet.</li>
            <li>Випускники кафедри проходять стажування за кордоном та мають можливість використати надбаний досвід у вітчизняній галузі САПР та електроніки.</li>
        </ul>
        <h2>Історична довідка</h2>
        <p><strong>Кафедра СП</strong> розпочала підготовку спеціалістів з комп’ютерних систем проектування  у <strong>1972</strong> році <strong>першою</strong> в Україні і <strong>однією з перших</strong> у колишньому СРСР. Починалося все із спеціальності “Промислова електроніка”, а саме спеціалізації “Електронні пристрої систем управління”. Було пройдено <strong>складний шлях</strong> становлення електронної техніки як галузі, що спочатку випускала комплектуючі та електронні прилади, до галузі розробок і продукування складних програмованих надвеликих інтегральних схем і комп’ютерів на їх основі.</p>
        <p><em>На цьому шляху становлення спеціальності можна виділити такі головні етапи.</em></p>
        <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/image001.jpg"><br><caption>На початку шляху (зліва направо): доц. Петренко А.І., доц. Денбновецький С.В., доц. Калніболотський Ю.М. і завідувач кафедрою проф. Сігорський В.П.</caption></div>
        </div>
        <h3>Зародження ідеї САПР (1964-1970)</h3>
        <p>Кафедру очолював <strong>проф. д.т.н. Сигорський Віталій Петрович</strong> і вона здійснювала підготовку спеціалістів по спеціалізації <strong>“електронні пристрої систем управління”</strong> спеціальності 0612 (“Промислова електроніка”) у складі однієї академічної групи (25 студентів). Почались і активно проводились дослідження методів і алгоритмів аналізу лінійних електронних схем, перетворювачів графічної інформації для ЕОМ, масштабно-часових перетворювачів сигналів та іншого. У цей час формувався колектив кафедри і створювалися його традиції. Слід відзначити, що це був період, по суті, відродження спеціалізаціїі <strong>“Технічної електроніки”</strong>, створеної у 1956 р. доц., д.т.н. С.В. Свечніковим на кафедрі “електронних приладів” (сьогодні - академік НАН, директор Інституту напівпровідників). <strong>В 1962 р.</strong> (після переходу Свечнікова С.В. у НАН України) була створена кафедра “Промислова електроніка” (завідувач доц., к.т.н Руденко С.В.), в складі якої базовий кістяк попередньої спеціалізації (доц. Петренко А.І., доц. Калніболотський Ю.М., ст. викл. Вакуленко Е.М., асс. Денбновецький С.В., асс. Абакумов В.Г., асс. Будняк А.А.) продовжував працювати в галузі сигнальної електроніки і систем керування. Коли до КПІ прийшов проф. Сигорский В.П., відроджена спеціалізація на новій кафедрі у порівняно короткий термін досягла істотних успіхів за усіма напрямками своєї діяльності: навчально-методичної, наукової та організаційно-виховної. Саме у ці роки на кафедру прийшли як аспіранти (що згодом стали співробітниками) Бобин В.В., Капшук О.А., Зінченко В.Я., Артюхов В.Г., Романов В.В., Фесечко В.Г., Заборовский Ю.А.</p>
        <h4>До найбільш істотних подій цього періоду варто віднести:</h4>
        <ul>
            <li>організацію постійно діючого семінару “Методи аналізу та синтезу електронних схем” при Республіканському будинку науково-технічної інформації;</li>
            <li>участь у виконанні Всесоюзної програми Академії наук СРСР по автоматизації експериментальних досліджень БАСОНІ;</li>
            <li>відкриття проблемної лабораторії з перетворення графічної інформації для ЕОМ;</li>
            <li>написання і публікація навчальних посібників і монографій: <strong>“Теория электрических схем”</strong> (Сигорский В.П., Петренко А.И., “Техника”, Киев, 1967 (перше видання) і <strong>“Вища школа”</strong>, Киев, 1970 (друге видання); <strong>“Алгоритмы анализа электронных схем”</strong> (Сигорский В.П., Петренко А.И., <strong>“Техника”</strong>, Киев, 1971); <strong>“Матрицы и графы в электронике”</strong> (Сигорский В.П., “Техника”, Киев, 1968); <strong>“Автоматический ввод графиков в ЭВМ”</strong> (Петренко А.И., “Советское радио”, Москва, 1968); <strong>“Современные методы анализа электронных схем”</strong> (Петренко А.И., “Техника”, София, 1970) та інші.;</li>
            <li>захист двох докторських дисертацій (Петренко А.І. - 1968 р., Калніболотський Ю.М. - 1970 р.) і 9-ти кандидатських дисертацій.</li>
        </ul>
        <h3>Початок втілення ідеї САПР (1971-1976)</h3>
        <p>Кафедра під керівництвом нового завідуючого проф., д.т.н. Петренко Анатолія Івановича перейшла до підготовки спеціалістів по новій спеціальності 0648 “Конструювання і виробництво електронно-обчислювальної апаратури”. В учбовий план було вперше у практиці вищої школи введено курс “Математичне моделювання електронних схем на ЕОМ”. Кількість студентів виросла до двох академічних груп (50 студентів). В зв’язку з цим перебудовується навчальна робота кафедри. Курси, що викладалися до цього, майже повністю були передані для уніфікації на загальнофакультетську кафедру загальноінженерної підготовки, що створено на ФЕТ ( кафедра “Теоретичної електроніки”, зав. кафедри проф., д.т.н. Сигорський В.П.); повністю переобладнуються навчальні лабораторії - використовуються 6 міні-ЕВМ типу СМ-4, СМ-3, СМ-1; виконується цикл важливих досліджень з проблеми автоматизації проектування нелінійних електронних схем і систем, автоматизації проектно-конструкторських робіт в електроніці.</p>
        <p><em>Нова спеціальність вимагала нових спеціалістів:</em> у цей період на кафедрі почали працювати Цурін О.П., Лескін В.Ф., Синекоп Ю.С. та інші. В цілому колектив кафедри, що нараховував 120 чоловік, впродовж 1971-1975 рр. був переможцем і призером професійного змагання серед кафедр факультету та інституту. У 1971-72 навчальному році на загальноінститутському огляді кафедра отримала перше місце, в 1972-73, 1973-74 і 1974-75 роках кафедра отримувала перше місце серед кафедр інституту на огляді наукових досліджень. Із 46 показників, введених в 1975 році, у кафедри були найбільші значення по 16-ти з них (більше, ніж в інших кафедр) і жоден з її показників не був нижче середньостатистичного рівня.</p>
        <h4>Cеред найбільш істотних подій цього періоду можна виділити:</h4>
        <ul>
            <li>написання і публікація монографій 
                <ol>
                <li><strong>“Algorithmic analysis of electronic circuits”</strong> (Petrenko A., Sigorsky V., Western Periodical, San-Francisco, USA, 1975);</li> 
                <li><strong>“Автоматизированная система проектирования электронных схем”</strong> (под ред. Петренко А.И., Сигорского В.П.).- Киев: “Техника”, 1973.;</li>
                <li><strong>“Анализ электронных схем с помощью ЭЦВМ”</strong> (коллектив авторов, изд-во Львовского университета, 1975);</li>
                <li><strong>“Преобразователи графической информации для ЭЦВМ”</strong> (коллектив авторов).- Киев: “Техника”, 1974);</li> 
                <li><strong>“Побудова пристроїв графічної взаємодії“</strong> , Цурін О.П. - Київ: “Знання“, 1974. та інші.;</li>
                </ol>
            </li>
            <li>організація постійно-діючого семінару <strong>“Автоматизація проектування в електроніці”</strong> при Республіканському домі науково-технічної та економічної інформації;</li>
            <li>участь у виконанні <strong>Загальносоюзної програми з розробки АРМ</strong> (автоматизованих робочих місць);</li>
            <li>захист <strong>двох докторських дисертацій</strong> (Абакумов В.Г., Денбновецький С.В.) та <strong>18 кандидатських дисертацій</strong>;</li>
            <li>премія КПІ 1972 року за учбовий посібник <strong>“Основы теории электрических схем”</strong>(Сигорский В.П., Петренко А.И.);</li>
            <li>міжнародне визнання наукових успіхів і запрошення <strong>проф. Петренко А.І.</strong> у Каліфорнійський Державний Університет (Берклі) в <strong>1976 році</strong> для спільної наукової роботи.</li>
        </ul>
        <h3>Широке впровадження САПР (1981-1986)</h3>
        <p>Випереджаюча підготовка спеціалістів <strong>по новій техніці</strong>, що виконувалася кафедрою, вимагала від колективу кафедри серйозних зусиль з <strong>розробки науково-методичної літератури по спеціальності</strong> і по створенню <strong>відповідної матеріально-технічної бази</strong>, і це закінчилося введенням у <strong>1983 році</strong> офіційно в СРСР і відкриттям в <strong>1985 році</strong> в <strong>КПІ</strong> нової спеціальності <strong>0656 “Системи автоматизованого проектування”</strong>. До цього часу на кафедрі було розроблено <strong>15 базових наукових дисциплін САПР</strong> (та їх модифікації для спецфакультету, курсів і факультету підвищення кваліфікації); впроваджена в експлуатацію <strong>учбово-дослідницька САПР ЕОА</strong>, яка дозволяла виконувати скрізне проектування <strong>складних електронних пристроїв</strong>, яке включало і програмування <strong>мікропроцесорних систем</strong>; було створено <strong>6 дисплейних класів з 60-ма робочими місцями</strong>; активно функціонував філіал кафедри на <strong>ПО “Кристал”</strong>. Розгорнута за рахунок коштів, отриманих від впровадження наукових досліджень, обчислювальна база дозволила забезпечити <strong>250-300 годин контактного часу з ЕОМ</strong> для студентів спеціальності на протязі одного академічного року, що було <strong>рекордом</strong> не тільки для вузів України (норма Мінвуза у той час становила 15-20 годин за увесь період навчання в ВУЗі!). Кафедра розгорнула широку <strong>систему підвищення кваліфікації інженерних кадрів</strong>, щорічно проводила <strong>2 Всесоюзні конференції</strong> з методів проектування мікропроцесорних систем і САПР та одну <strong>Всесоюзну конференцію</strong> - <strong>Графічні діалогові системи</strong>, в яких щорічно брали участь до 1500 слухачів з провідних організацій та промислових підприємств. Співробітники кафедри (як допомога підприємствам м. Києва) прочитали значну кількість циклів лекцій <strong>з САПР на ПО “Маяк”, ПО ім. Петровського, ПО ім. Корольова, на факультеті САПР Народного технічного Університету, ПО “Промтяжавтоматика” та інших</strong>.</p>
        <h3>Широке впровадження САПР (1981-1986)</h3>
        <h4>На кафедрі продовжувались</h4>
        <ul> 
            <li>фундаментальні і прикладні роботи із створення важливих для народного господарства технічних і програмних засобів <strong>електронного моделювання</strong> та <strong>автоматизованого проектування</strong>;</li> 
            <li>розробки <strong>мікропроцесорних систем</strong> спеціального і загального призначення і <strong>засобів автоматизації</strong> їх програмування;</li>
            <li>автоматизації <strong>працемістких процесів</strong> технологічної підготовки підприємства;</li>
            <li>створення <strong>засобів проектування</strong> замовлених і матричних ВІС, <strong>методів і засобів цифрової обробки сигналів</strong>, розробки <strong>спеціалізованих графічних систем</strong> та інші.</li>
        </ul>
        <p>І у цей період колектив <strong>кафедри САПР</strong> є лідером у змаганні серед кафедр факультету та інституту. Щорічно кафедра і її проблемна лабораторія підтверджували <strong>присвоєння їм звання “зразкової”</strong>. Кафедра працює <em>ритмічно</em>, у колективі підтримується <em>нормальний соціально-психологічний мікроклімат і творча обстановка</em>. Радує своїми показниками <em>студентський колектив</em>. Наприклад, за <strong>XI п’ятирічку</strong> студентами опубліковано <strong>56 статей і одержано 20 нагород та заохочень за конкурсні наукові роботи</strong>. Випускники кафедри отримують <strong>якісну фундаментальну підготовку</strong> на кафедрі і <strong>вдосконалюють прикладну підготовку</strong> на <em>провідних</em> підприємствах Києва таких, як <em>ПО “Кристал”, Електронмаш, ПО ім. Корольова, Київський Радіозавод, з-д “Арсенал”</em>та інші. В свою чергу, <strong>кафедра</strong> показує на виставці <strong>41 експонат</strong> і отримує <strong>9 нагород</strong>.</p>
        <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/image002.jpg"><br><caption>Засідання секції САПР Ради Економічної Допомоги (РЕВ, 1985)</caption></div>
        </div>
        <h4>Серед найбільш важливих подій цього періоду можна виділити:</h4>
        <ul>
            <li>продовження публікації серії книг по САПР: 
                <ol>
                <li>“Основы построения САПР” (Петренко А.И., ”Техника”, Киев, 1982);</li>
                <li>“Топологические методы трассровки печатных плат” (Петренко А.И., Тетельбаум А.Я., Забалуєв Н.Н., “Радио и связь”, Москва 1983);</li>
                <li>“Автоматизация проектирования больших интегральных схем”“Основы построения САПР” (учебник, Петренко А.И., Семенков О.И., “Вища школа”, Киев, 1984 - первое издание, 1985 - второе издание); </li>
                <li>“Основы на системите на автоматизирано проектиране САПР” (Петренко А., Семенков О., “Техника”, София, 1986);</li>
                </ol>
            </li>
            <li>участь у Міжвідомчій комплексній цільовій програмі ПРАМ (завдання 01), в Єдиному Координаційному плані співробітництва Ради по застосуванню засобів обчислювальної техніки країн-членів РЕВ (завдання 2.3.7) та інші;</li>
            <li>проведення регулярних 1,5 - місячних курсів з мікропроцесорної техніки для інженерів (100 слухачів МПО і 800 слухачів Мінзв’язку України в рік);</li>
            <li>захист однієї докторської дисертації (Тетельбаум А.Я.) і 15-ти кандидатських;</li>
            <li>Державна премія України за 1986 рік</li>
            <li>нагородження проф. Петренко А.І. державним орденом “Знак Пошани” за успіхи у науковій та педагогічній діяльності;</li>
            <li>укладення і виконання прямих договорів із співпраці з Координаційним центром з інформатики і обчислювальної техніки Болгарської Академії Наук, Габровським Вищим машино-електротехнічним інститутом, Будапештським Технічним Університетом і Вроцлавським політехнічним інститутом;</li>
            <li>обрання проф. Петренка А.І. зам. редактора міжнародного журналу “Circuit Theory and Application” (Великобританія).</li>
        </ul>
        <h3>Перехід на багатоступеневу модель інженерної освіти (1986-1992)</h3>
        <p>Розпочата у СРСР так звана “перебудова” призвела до розпаду країни, і це істотно позначилося на системі підготовки спеціалістів. У незалежній Україні був прийнятий “Закон про освіту”, що передбачав перехід на багатоступеневу модель інженерної підготовки. Для реалізації цього кафедра прийняла активну участь у формуванні учбових планів бакалаврської підготовки по модифікованій спеціальності 560.200 “Комп’ютерні інформаційні технології (САПР)”, підготовці нових 12 базових і 10 факультативних курсів, реалізації нової спеціалізації 560.240 “Автоматизоване проектування та керування соціально-економічними об’єктами та системами САПР у підприємництві та бізнесі”. За вказаний період по суті виконана зміна комп’ютерних засобів кафедри в її дисплейних класах. В умовах, коли надходження від виконаних госпрозрахункових тем спочатку зменшилися, а потім зникли, важливим був пошук альтернативних шляхів отримання обчислювальної техніки і за цей період отримано: від фірми IBM під науково-дослідницькі роботи з проблем  вищої школи (1989-1990 рр., 4 ПЄВМ), від болгарського підприємства  “Мехатроника” згідно угоди із співпраці (1989-90 рр, 7 ПЄВМ), від фірми DEC (Digital Equipment Corporation) під контракт із проведення спільних науково-дослідних робіт (3 ПЄВМ, 10 робочих станцій і 8 віддалених терміналів) та інші. За кошти кафедри було також придбано 8 вітчизняних і 9 польських ПЄОМ.</p>
        <p>В умовах економічної кризи вітчизняної електронної промисловості канали фінансування госптематичних робіт припинили працювати і кафедра приклала додаткові зусилля, щоб виграти три конкурсні держбюджетні роботи по лінії Державного Комітету України з науки та технологій, а також Міннауки України. Не зважаючи на скорочення своєї чисельності, кафедра проводила щорічно наукові семінари та конференції (в Києві, Славському, Верховині, Чернівцях), в роботі яких активно прийняли участь більше 1000 інженерів і наукових співробітників, організацій України та інших країн ближнього зарубіжжя. Кафедра прийняла також активну участь у проведенні по лінії Академії інженерних наук України міжнародної конференції “Стан промисловості України та шляхи її відродження” у червні 1992 р. На зміну міжнародним зв’язкам по лінії РЕВ прийшло співробітництво з Мічиганським Державним Університетом, з Європейською Асоціацією інженерної освіти (IGIP), з Європейською Асоціацією вузів і промисловості COMNET. У 1991-92 учбовому році, наприклад, економічні дисципліни спеціальності читались англійською мовою спеціалістами США.</p>
        <h4>До найбільш істотних подій цього періоду можна віднести:</h4>
        <ul>
            <li>публікацію низки учбових посібників, в тому числі: 
                <ol>
                <li>“Схематическое моделирование в машиностроении” (Петренко А.И., Ладогубець В.В., Чкалов В.В., УМО МО, Киев, 1989);</li>
                <li>“Графические диалоговые средства САПР” (Цурин О.Ф., УМО МО, Киев, 1990);</li>
                <li>“Автоматизация проектирования технологических процессов изготовления БИС” (коллектив авторов, УМО МО, Киев, 1988);</li> 
                <li>“Геометрическое моделирование и машинная графика в САПР” (коллектив авторов, “Вища школа”, Киев, 1991);</li>
                <li>“Справочник по микропроцессорной електронно-вычислительной аппаратуре”  (коллектив авторов, “Техника”, Киев, 1988);</li>
                </ol>
            </li>
            <li>премію КПІ 1990 р. за розробку комплексу автоматизованого  схемотехнічного проектування у машинобудуванні;</li>
            <li>обрання проф. Петренко А.І. академіком і віце-президентом Академії інженерних наук України, ад’юнкт-професором Мічиганського Державного Університету, членом редколегії журналу “Applied Engineering Education”;</li>
            <li>успішну підготовку бакалаврів на поновленій комп’ютерній базі кафедри;</li>
            <li>входження в європейські і міжнародні асоціації інженерної освіти.</li>
        </ul>
        <h3>Встановлення комп’ютеризації проектування як комп’ютерної науки (1993-1998)</h3>
        <p>При встановленні офіціального переліку спеціальностей в Україні стара назва спеціальності “Комп'ютерні системи проектування (САПР)” було замінено відповідно до міжнародної практики на <u>“Інформаційні технології проектування”.</u></p>
        <h4>Засідання Відділення інформатизації і автоматизації АІН України (1993)</h4>
        <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/image003.jpg"><br><caption>У цей період на кафедрі почали працювати Глоба Л.С., Лунтовський О.А., Стіканов В. Є., Голота Т.І., Демченко Ю.В., Георгізова-Гай В.Ш.</caption></div>
        </div>
        <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/image004.gif"><br><caption>Кафедра САПР, 1998 р. (зліва направо):перший ряд: доц. Будняк А.А., доц. Кондратенко О.І., проф. Петренко А.І., проф. Артюхов В.Г., доц. Зінченко В.Я.;другий ряд: доц. Бобін В.В., с.н.с. Ладогубець В.В., доц. Цурін О.П., доц. Стіканов В.Ю., проф. Глоба Л.С., доц. Романов В.В., доц. Капшук О.О., доц. Кисельов Г.Д.</caption></div>
        </div>
        <h4>Додатково можна відзначити такі найбільш важливі події:</h4>
        <ul>
            <li>написання і публікація першої вітчизняної монографії “Мультимедиа” (коллектив авторов, изд-во BHV, Киев, 1994);</li>
            <li>наукове редагування російського перекладу книги Э. Крола “Все про Internet” (изд-во BHV, Киев, 1995);</li>
            <li>написання і публікація за кордоном в Австралії за рахунок ЮНECKO монографії “ALLTED” - a Computer-Aided Engineering System for Electronic Circuit Design” (Petrenko A.I., Ladogubets V.V., Tchkalov V.V., Pudlowski Z.J., UICEE, Melbourne, 1997);</li>
            <li>захист докторської дисертації Глоба Л.С. і 12 кандидатських дисертацій;</li>
            <li>організація у 1993 р. при кафедрі Міжнародного Центра перспективного навчання “Мультимедиа” (VRC-1-Vocation Renewal Centre);</li>
            <li>отримання кафедрою грантів по Європейській програмі CALMAP-TACIS (1992-94), пов’язаною з мультимедіа технологіями; по програмі “Сприяння розвитку Internet на Україні” фонду “Відродження” (1996-1997); по Європейській програмі COPERNICUS-INCO, присвяченій мережному обміну учбовими мультимедіа матеріалами вузів Європи (починаючи з 1997 р.);</li>
            <li>отримання кафедрою як переможцем тендеру від фірми Intel сучасного комп’ютерного класу на новітніх персональних комп’ютерах Pentium2;</li>
            <li>організація інженерної і магістерської підготовки;</li>
            <li>локальної мережі та класу з  Internet on-line адресами;</li>
            <li>створення кафедральної WWW-сторінки (home page) в мережі Internet;</li>
            <li>освоєння і введення в учбовий процес VHDL технології автоматизації проектування електронних систем на вищих рівнях ієрархічного опису;</li>
            <li>обрання проф. Петренко А. І. членом Нью-Йорської Академії наук і заслуженим професором НТУУ “Київський політехнічний інститут”;</li>
            <li>створення на базі наукового підрозділу кафедри Науково-дослідного інституту “Інформаційні ресурси” у складі НТУУ “КПІ”.</li>
        </ul>
        <h3>Активне міжнародне співробітництво (з 1998 року)</h3>
        <p>Як визнаний в світі кваліфікований і надійній партнер кафедра САПР активно залучався і залучається до багатьох міжнародних проектів, де її партнерами виступають Брістольський, Ерланген-Нюрнберський і Вроцлавський університети (по проекту MM-EDU Європейської програми INCO-COPERNICUS); Мічіганський і Туринський  університети (по проекту Т1636 УНТЦ); Американські компанії General Electric і Compaq; Південно-корейська фірма SeoduLogic тощо.</p>
        <p>Почалося регулярне стажування магістрів кафедри за кордоном. Так вісім магістрів у 2001 році плідно працювали в університеті Франкфурті-на-Одері, ще троє працювали в німецькій фірмі TRW Automotive і один магістр - в Бельгії. Зараз з 15 січня 2002 року п’ять магістрів працюють у Німеччині. За останні три роки значно зросла кількість іноземних громадян, що навчаються по спеціальності “Інформаційні технології проектування”. Тепер їх 32 чоловіка, що дорівнює половині всіх іноземних студентів факультету ФЕЛ.</p>
        <p>За даними Приймальної комісії НТУУ “КПІ” конкурс на спеціальності “Інформаційні технології проектування” в 2001 році був найвищим по факультету електроніки (3.44 чол/місце) і майже таким, як найкращий показник на факультеті інформатики і обчислювальної техніки (3.47 чол/місце). Тому ректорат Університету дав згоду на набір додаткової групи студентів спеціальності, які вчаться на контрактній основі.</p>
        <p>В 1999 році професор Петренко А.І.  провів учбовий семінар у Китайському Університеті Шанша і отримав диплом Почесного професора цього Університету. В 2000 році він запрошувався для читання лекцій до Pohang University of Science and Technology (Південна Корея), найкращого університету Далекого Сходу.</p>
        <p>В цей період до викладацького складу кафедри на постійній основі увійшли доц. Ладогубець В.В. і ст. викл. Георгізова-Гай В.Ш., а викладачами-сумісниками Харченко К.В. і Безносик О.Ю.</p>
        <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/image005.jpg"><br><caption>У гостях у проф. Лі, ректора Сеульського Національного Університету</caption></div>
        </div>
        <h4>До найбільш істотних подій цього періоду слід віднести наступне:</h4>
        <ul>
            <li>здобуття в 1999 році гранту Українського Науково-Технологічного Центру (УНТЦ) на розробку проекту “Розробка мережного комплексу автоматизованого проектування складних багатофункціональних систем”;</li>
            <li>розробку згідно завданню міжнародного проекту MM-EDU мультимедійного дистанційного курсу “Проектування вбудованих систем” в середовищі WebCT і його демонстрація в режимі відео конференції  підчас відвідування НТУУ ”КПІ” директором Міжнародного інституту інтелектуальної власності (жовтень 2001 р.);</li>
            <li>виконання  в 2001 році контракту з фірмою General Electric на розробку математичної моделі MEMS ( ультразвукової електричної мембрани);</li>
            <li>договір від 2000 року з південно-корейською фірмою SeoduLogic про включення програмного продукту кафедри ALLTED до складу інтегрованої системи MyCAD проектування великих інтегральних схем (ВІС);</li>
            <li>початок реального проектування ВІС для сучасних технологій (0,18 мк), розробка п’яти інтегральних схем для Німеччини і їх виготовлення на фірмі Siemens;</li>
            <li>отримання від фірми Соmpaq технічної підтримки у вигляді комп’ютерного обладнання на суму 30 тисяч доларів США;</li>
            <li>модернізацію комп’ютерних класів кафедри і її комп’ютерної мережі, зміна Internet провайдера і збільшення пропускної спроможності каналу зв’язку до 128 кб/с;</li>
            <li>написання  і публікація за кордоном двох книг : “ALL TECHNOLOGY DISIGNER: Reference Book” (під ред. А.І. Петренка і Юнг Су Ю, Сан-Мунський Університет, 1999, 342 стор.) і “Basics of Electronic Circuits Computer – Aided Design” (А.І. Петренко, Похангський Університет, 2000, 249 стор.);</li>
            <li>укладання  договору з Відкритим Міжнародним Університетом  розвитку людини “України” про співпрацю в організації підготовки фахівців для людей з особливими потребами (інвалідів);</li>
            <li>участь з запрошеними лекціями проф. Петренка А.І. в роботі Європейських конференцій з теорії схем та їх проектування (ECCTD’99 і ECCTD’01), які відбулися відповідно в Італії (1999 рік) і Фінляндії (2001 рік);</li>
            <li>укладання у 2002 році договору з американською компанією UniGraphics про оснащення 6-ма робочими станціями науково-учбової лабораторії кафедри з комп’ютерної графіки.</li>
        </ul>
        <h3>Основні досягнення кафедри за час існування на факультеті електроніки:</h3>
        <ol>
            <li>Підготовка 85 кандидатських і 6 докторських (Петренко А. І., Калніболотський Ю.М., Денбновецький С.В., Абакумов В.Г., Тетельбаум О.Я., Глоба Л.С.) дисертацій.</li>
            <li>Підготовка і видання комплексної бібліотеки по теорії та практиці CAПР, що містить 29 монографій, учбових посібників та підручників, 18 брошур і більше 950 наукових робіт.</li>
            <li>Вітчизняне визнання у вигляді Державної премії України за підручник “Основи побудови САПР” (Петренко А.І., 1986) і 3-х премій КПІ (1972,78 і 90 роки).</li>
            <li>Визнання за кордоном шляхом перекладу і видання 4-х монографій у США, Болгарії, Австралії і Кореї, залучення кафедри до виконання міжнародних проектів і запрошення до редколегій міжнародних журналів “Circuit Theory and Application” (Англія) і “Applied Engineering Education”(Німеччина).</li>
            <li>Створення потужних комплексів автоматизації проектування в електроніці (ПРАМ, ALLTED, KOMOL та ін.), перші версії яких були в свій час затверджені як ОСТи для Міноборонпрома, Мінрадіопрома, Мінсередньомаша і Мінзагмаша колишнього Радянського Союзу.</li>
            <li>Створення в складі НТУУ “КПІ” Науково-дослідного інституту Інформаційних ресурсів (1998).</li>
            <li>Створення напрямку підготовки спеціалістів з комп’ютерного проектування і збільшення контингенту студентів факультету на 125 чоловік (спочатку 75 чоловік по кафедрі АПЕОА, а потім 50 чоловік по кафедрі САПР).</li>
            <li>Створення добре обладнаних комп’ютерних лабораторій на базі персональних комп’ютерів, локальної комп’ютерної мережі, що приєднана до всесвітньої комп’ютерної мережі Internet. Побудова учбового плану фундаментальної і спеціальної підготовки з врахуванням міжнародних стандартів (насамперед, спільних рекомендацій ACM/IEEE/Curricula’91) для навчання комп’ютерним наукам .</li>
            <li>Створення  відомої в країні і за кордоном наукової школи в галузі систем автоматизованого проектування, яка проводить дослідження, розробку й  впровадження новітніх математичних методів моделювання технічних і соціально-економічних об’єктів та оптимізації їх параметрів і характеристик, принципів організації розподілених програмно-технічних мережних комплексів проектування, інформаційних мультимедіа-ресурсів для забезпечення процесів проектування і навчання.</li>
        </ol>
</div>
    



</div>



<?php get_footer(); ?>
</body>
</html>