<?php /* Template Name: KyryshaPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Кирюша Богдан Анатолійович</h1>
            <br>

            <ol>
                <li>Кирюша Б.А. Модель &nbsp;“ луковой маршрутизации ” для анализа устойчивости к атакам на раскрытие анонимности пользователей / Кирюша Б.А. // Системный анализ и информационные технологии : 16 -я международная научно-техническая конференция "САИТ-201 4 ", 26 -30 мая 2014 , Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2014 . – с. &nbsp;294 .</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2013_006.pdf">Кирюша Б.А. Аналiз методiв автоматизованого трасування зв'язкiв для напівавтоматичної генерації параметризованих iнтегральних схем / Кирюша Б.А. // Системный анализ и информационные технологии : 15-я международная научно-техническая конференция "САИТ-2013", 27-31 мая 2013, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2013. – С. 350.</a></li>
                <li>Kyrysha B. The advanced microstrip X-junction broadband RF model for circuit CAD/CAM software / Kyrysha B. // Вісник НУ «Львівська політехніка»: Комп’ютерні системи проектування. Теорія і практика. – 2012. – № 747. – С. 45–48.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2012_043.pdf">Кирюша Б.А. Подходы к устранению конфликтов при совместном аналогово-цифровом моделировании / Кирюша Б.А., Ладогубец В.В. // Інформатика, управління та обчислювальна техніка : вісник НТУУ «КПІ». – 2012. – Вип. 55. – С. 181–186.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2012_011.pdf">Кирюша Б.А. Змішане моделювання за допомогою пакетів Matlab, Verilog та NetAllted / Кирюша Б.А., Горбик О.В. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 280.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2012_010.pdf">Кирюша Б.А. Сравнительный анализ ведущих технологий вычислений общего назначения на графических процессорах / Кирюша Б.А., Горбик А.В. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 278–279.</a></li>
                <li>Кирюша Б.А. Аналіз засобів змішаного моделювання схемотехнічного та функціонально-логічного рівня / Кирюша Б.А. // Комп’ютерні технології: наука і освіта : 4-а Всеукраїнська науково-практична конференція : тези доповідей. ­– К. : Університиет «Україна», 2012. – С. 67–81.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2011_042.pdf">Кирюша Б.А. Аналіз засобів змішаного моделювання схемотехнічного та функціонально-логічного рівнів / Кирюша Б.А. // Вісник університету «Україна» : Інформатика, обчислювальна техніка та кібернетика. – К. : Університет «Україна», 2011. – № 2. – С. 252–261.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2011_015.pdf">Кирюша Б.А. Розподілена авторизація в розподілених системах / Кирюша Б.А. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 374.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2010_027.pdf">Кирюша Б.А. Анализ современных средств смешанного моделирования в функциональных САПР / Кирюша Б.А., Чуйко А.А. // Системный анализ и информационные технологии : 12-я международная научно-техническая конференция "САИТ-2010", 25-29 мая 2010, Киев, Украина : материалы. - К. : УНК "ИПСА" НТУУ "КПИ", 2010. - С. 390.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2011_015.pdf">Кирюша Б.А. Модифікація алгоритму "імітації спалення" для автоматизації розміщення фрагментів інтегральної схеми / Кирюша Б.А. // Системний аналіз та інформаційні технології :&nbsp; 11-а міжнародна науково-технічна конф. "САІТ-2009", 26-30 травня 2009 р., Київ : матеріали конф. - К. : НТУУ "КПІ", 2009. - С. 430.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2011_042.pdf">Кирюша Б.А. Схемна НВЧ модель повороту мікрополоскової лінії для пакету ALLTED / Кирюша Б.А. // Электроника и связь: тематический выпуск «Проблемы электроники». – 2006. – Т. 2. – С. 117–119.</a></li>
                <li>Кирюша Б.А. Модели СВЧ полевых GaAs транзисторов для САПР / Кирюша Б.А., Петренко А.И. // Электроника и связь. – 2003. – № 19. – С. 128–139.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2012_010.pdf">Кирюша Б.А. Обзор моделей гетеротранзисторов для СВЧ диапазона / Кирюша Б.А., Петренко А.И. // Электроника и связь. – 2002. – № 16. – С. 3–15.</a></li>
                <li>Петренко А.И. Проектирование СВЧ устройств с помощью ALLTED / Петренко А.И., Кирюша Б.А. // Электроника и связь. – 2001. – № 13. – С. 3–6.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2012_043.pdf">Геранин В.А. Каталог вейвлет-образов типовых моделей сигналов информационной электроники / Геранин В.А., Кирюша Б.А., Коваленко К.Н., Мовчан Т.В., Писаренко Л.Д., Тимофеенко Б.В., Хотяинцев С.М. // Электроника и связь. – 2001. – № 12. – С. 125–150.</a></li>
                <li>Волкович Н.Л. Детектор типа LoG краев объектов – сегментов изображений (вехи становления теории) / Волкович Н.Л., Геранин В.А., Кирюша Б.А., Ляшенко Д.С., Писаренко Л.Д. // Электроника и связь. – 2001. – № 10. – С. 150–156.</li>
                <li>Кирюша Б.А Современный поход к решению задач идентификации и подтверждения личности по от печаткам пальцев (обзор) / Кирюша Б.А., Ляшенко Д.С., Мовчан Т.В., Розоринов Г.Н., Хотяинцев И.Н. // Электроника и связь. – 2001. – № 10. – С. 144–149.</li>
                <li>Чкалов А.В. Исследование динамики и синтез управления упругим манипулятором в составе системы ALLTED / Чкалов А,В., Кирюша Б.А. // Электроника и связь. – 2000. – Т. 1, № 8. – С. 44–47.</li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>