<?php /* Template Name: VoevodaPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Воєвода О.О.</h1>
            <br>

            <ol>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_035.pdf" mce_href="/attachments/043_2008_035.pdf">Voevoda A.A. Data Depositories Virtualization In The HPC Center / Alenin O.I., Voevoda A.A., Velichkevych&nbsp; S.V. // CODATA-21, 3-8 October 2008, Kiev, Ukraine : abstracts. – Kiev, 2008. – P. 86.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_007.pdf" mce_href="/attachments/043_2007_007.pdf">Воевода А.А. Нагрузочное тестирование веб-приложений / Воевода А.А., Клименко А.И. // Системний аналіз та інформаційні технології : 9-а міжнародна науково-технічна конф. «САІТ–2007», 15-19 травня 2007 р., Київ : матеріали конф. – К. : НТУУ «КПІ», 2007. – С. 145.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_008.pdf" mce_href="/attachments/043_2007_008.pdf">Воевода А.А. Средства автоматизированной разработки приложений для БД / Воевода А.А., Шутков М.И. // Системний аналіз та інформаційні технології : 9-а міжнародна науково-технічна конф. «САІТ–2007», 15-19 травня 2007 р., Київ : матеріали конф. – К. : НТУУ «КПІ», 2007. – С. 146.</a></li>
                <li>Петренко А.І. Архітектура мереженого комплексу схемотехнічного проектування ALLTED / Петренко А.І., Ладогубець В.В., Воєвода О.О. // Комп’ютерні системи проектування. Теорія і практика : вісник НУ «Львівська політехніка». – 2005. – № 522. – С. 30–33.</li>
                <li>Ладогубець В.В. Особливості реалізації мережевої взаємодії в комплексі схемотехнічного проектування ALLTED / Ладогубець В.В., Воєвода О.О. // Комп’ютерні системи проектування. Теорія і практика : вісник НУ «Львівська політехніка». – 2004. – № 501. – С. 27–31.</li>
                <li>Воєвода О.О. Організація мережевого доступу до бібліотек та функцій в пакеті схемотехнічного моделювання ALLTED / Воєвода О.О. // Электроника и связь. – 2003. – № 18. – С. 73–75.</li>
                <li>Ладогубець В.В. Організація off-line взаємодії з пакетом схемотехнічного моделювання ALLTED / Ладогубець В.В., Воєвода О.О. // Электроника и связь. – 2002. – № 16. – С. 39–41.</li>
                <li>Петренко А.І. Принципи побудови мереженого комплексу схемотехнічного проектування ALLTED / Петренко А.І., Ладогубець В.В., Воєвода О.О. // Электроника и связь. – 2002. – № 17. – С. 56–58.</li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>