<?php /* Template Name: PolozhenjaProImenniStipendii */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
    <div class = "text-page">
    <div class = "innerpage-links">
        <div><a href="#p1" mce_href="#p1">Положення про іменні стипендії</a></div>
        <div><a href="#p2" mce_href="#p2">Положення про іменну стипендію імені д.т.н. В.П. Сигорського</a></div>
        <div><a href="#p3" mce_href="#p3">Порядок проведення конкурсного відбору</a></div>
        <div><a href="#p4" mce_href="#p4">Бланк заяви</a></div>
    </div>
    <div class = "polozhenja">
        <div class = "heading">
            <h3 id = "p1">Положення про іменні стипендії</h3>
            <p>Додаток до наказу ННК «ІПСА» №1</p>
        </div>
        <ol>
            <li>Це положення визначає порядок створення та призначення іменних стипендій для студентів Навчально-наукового комплексу «Інститут прикладного системного аналізу» (далі ННК «ІПСА») з метою підтримки молодих науковців, які проводять перспективні наукові дослідження в галузі природничих та технічних наук.</li>
            <li>Іменні стипендії ННК «ІПСА» виплачуються за рахунок стипендіального фонду у розмірі встановленому відповідно до чинного законодавства України.</li>
            <li>Створення та призначення персонального імені стипендій здійснюється наказом по ННК «ІПСА» на підставі рішення Вченої ради.</li>
            <li>Кандидатури на отримання іменних стипендій визначаються Студентською радою відповідно до Порядку проведення конкурсного відбору студентів на визначення кандидатів на іменні стипендії, який є додатком до цього положення, та розглядаються і затверджуються на засіданнях науково-педагогічних складів кафедр Математичних методів системного аналізу (далі ММСА) та Системного проектування (далі СП) та подаються на розгляд стипендіальній комісії.</li>
            <li>Стипендіальна комісія розглядає подання кафедр, приймає рішення та подає на затвердження Вченій раді ННК «ІПСА» кандидатів на призначення іменних стипендій.</li>
            <li>Вчена рада ННК «ІПСА» розглядає рішення стипендіальної комісії про призначення іменних стипендій терміном на два навчальних семестри.</li>
            <li>Рішення Вченої ради ННК «ІПСА» щодо призначення та виплати іменних стипендій провадиться наказом ННК «ІПСА».</li>
            <li>Розмір іменної стипендії встановлюється згідно чинного законодавства України.</li>
            <li>Позбавлення студента ННК «ШСА» іменної стипендії може бути здійснено згідно закінчення терміна дії або рішенням Вченої ради ННК «ІПСА» тільки за умов не відповідності студента конкурсним вимогам за поданням стипендіальної комісії.</li>
        </ol>
    </div>
   
  
<div class = "polozhenja">
        <div class = "heading">
            <h3 id = "p2">Положення про іменну стипендію імені д.т.н. В.П. Сигорського</h3>
            <p>Додаток до наказу ННК «ІПСА» №5</p>
        </div>
        <ol>
            <li>Стипендія імені д.т.н. Віталія Петровича Сигорського встановлена рішенням Вченої ради (протокол засідання Вченої ради Навчально-наукового комплексу «Інститут прикладного системного аналізу» (далі ННК «ІПСА») від _________________№___).</li>
            <li>Присвоєння імені д.т.н. В.П. Сигорського стипендії обумовлено вагомим внеском вченого в розвиток української та світової науки, створення наукових шкіл в області теорії електронних кіл та автоматизованого проектування електронних систем в Національному технічному університеті України «Київський політехнічний інститут».</li>
            <li>Стипендії імені д.т.н. В.П. Сигорського призначаються студентам кафедри Системного проектування ННК «ІПСА», які два семестри підряд навчалися на відмінно та займалися науковою діяльністю в галузі технічних наук.</li>
            <li>Встановлено дві стипендії імені д.т.н. В.П. Сигорського.</li>
            <li>Стипендія виплачується у порядку встановленому наказом ННК «ІПСА» від ________________№_____ «Про іменні стипендії».</li>
        </ol>
    </div>
    <div class = "polozhenja">
        <div class = "heading">
            <h3 id = "p3">Порядок проведення конкурсного відбору студентів на визначення кандидатів на іменні стипендії</h3>
            <p>Додаток до Положення про іменні стипендії</p>
        </div>
        <p>Конкурсний відбір студентів на визначення кандидатів на іменні стипендії ННК «ІПСА» проводиться Студентською радою.</p>
        <p>Студентська рада визначає кандидатів на отримання іменних стипендій згідно бальної системи за відмінне навчання та наукові досягнення. Бальна система складається таким чином:</p>
        <div style="overflow-x:auto;">
  <table>
    <tr>
      <th>№</th>
      <th>Критерії</th>
      <th>в балах</th>
     </tr>
    <tr>
      <td>1.</td>
      <td>Кількість семестрів на відмінно</td>
      <td>1 сем. = 10</td>
      </tr>
      <tr>
      <td rowspan="11">2.</td>
      <td>Здобутки в науковій роботі</td>
      <td></td>
      </tr>
      <tr>
      <td>2.1 Патент</td>
      <td>50</td>
      </tr>
      <tr>
      <td>2.2 Наукова стаття у міжнародному виданні</td>
      <td>40</td>
      </tr>
      <tr>
      <td>2.3 Наукова стаття у всеукраїнському виданні (ВАК)</td>
      <td>30</td>
      </tr>
      <tr>
      <td>2.4 Наукова стаття у всеукраїнському виданні</td>
      <td>20</td>
      </tr>
      <tr>
      <td>2.5 Наукова стаття у університетському виданні (ВАК)</td>
      <td>15</td>
      </tr>
      <tr>
      <td>2.6 Наукова стаття у університетському виданні</td>
      <td>7</td>
      </tr>
      <tr>
      <td>2.7 Подана заявка на патент</td>
      <td>20</td>
      </tr>
      <tr>
      <td>2.8 Участь(доповідь) у Міжнародних конференціях</td>
      <td>7</td>
      </tr>
      <tr>
      <td>2.9 Участь (доповідь) у Всеукраїнських конференціях</td>
      <td>5</td>
      </tr>
      <tr>
      <td>2.10 Участь у наукових розробках інституту (визначається науковим керівником студента)*</td>
      <td>0-40</td>
      </tr>
      <tr>
      <td rowspan="4">3.</td>
      <td>Участь у Міжнародних олімпіадах і т.ін.</td>
      <td>12</td>
      </tr>
      <tr>
      <td>3.1 I місце</td>
      <td>50</td>
      </tr>
      <tr>
      <td>3.2 II місце</td>
      <td>30</td>
      </tr>
      <tr>
      <td>3.3 III місце</td>
      <td>20</td>
      </tr>
      <tr>
      <td rowspan="4">4.</td>
      <td>Участь у Всеукраїнських олімпіадах і т.ін.</td>
      <td>7</td>
      </tr>
      <tr>
      <td>4.1 I місце</td>
      <td>25</td>
      </tr>
      <tr>
      <td>4.2 II місце</td>
      <td>15</td>
      </tr>
      <tr>
      <td>4.3 III місце</td>
      <td>10</td>
      </tr>
    </table>
   
    </div>
        <p>На розгляд допускаються кандидати в іменні стипендіати, які мають більш ніж 50 балів. Визначених кандидатів на іменні стипендії Студентська рада ННК «ІПСА» подає на розгляд засідань науково-педагогічних складів кафедр ММСА та СП.</p>
    </div>

    <div class = "polozhenja">
        <div class = "heading">
            <h3 id = "p4">Бланк заяви</h3>
        </div>
   
    
    <div style="overflow-x:auto;">
  <table>
    <tr>
      <th>Файл</th>
      <th>Розмір</th>
      <th>Остання зміна</th>
     </tr>
    <tr>
      <td><a class="at_icon" href="http://cad.kpi.ua/attachments/231_zayavka.doc" target="_blank" title="Download this file (ОППМ_СП_ІПСА.pdf)"><img src="http://cad.kpi.ua/components/com_attachments/media/icons/word.gif" alt="Download this file (ОППМ_СП_ІПСА.pdf)"></a>
      <a class="at_url" href="http://cad.kpi.ua/attachments/231_zayavka.doc" target="_blank" title="Download this file (ОППМ_СП_ІПСА.pdf)">Бланк Заяви</a>
    </td>
      <td>44 Kb</td>
      <td>19.02.2012 20:18</td>
      </tr>
   
    </table>
   
    </div>
        </div>

    </div>

</div>
</div>



<?php get_footer(); ?>
</body>
</html>