<?php /* Template Name: RomanovPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Романов Валерій Володимирович</h1>
            <br>

            <ol>
                <li>Носацкий В.А., Романов В.В. Разработка графического интерфейса измерителя профиля позвоночника человека. - // Матеріали 16-ї міжнародної науково-технічної конференції SAIT 2014, Київ, 26-30 травня 2014 р. / ННК «ІПСА» НТУУ «КПІ».- 2014. С. 304.</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2013_015.pdf" mce_href="/attachments/043_2013_015.pdf">Романов В.В. Измеритель профиля позвоночника // Романов В.В., Мелешко В.В. // Системный анализ и информационные технологии : 15-я международная научно-техническая конференция "САИТ-2013", 27-31 мая 2013, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2013. – С. 467.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2012_026.pdf" mce_href="/attachments/043_2012_026.pdf">Романов В.В. Організація інформаційної безпеки в мережі SP-теелфонії / Романов В.В., Савчук О.В. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 402–403.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2012_017.pdf" mce_href="/attachments/043_2012_017.pdf">Романов В.В. Система формування маршруту проектування для міждисциплінарного комплексу GridALLTED / Романов В.В., Ляпін П.С., Мельничук Р.М. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 297.</a></li>
                <li>Методичні вказівки до виконання економіко-організаційного розділу дипломних проектів (робіт) бакалаврів і спеціалістів для студентів Інституту прикладного системного аналізу з дисципліни «Економіка та організація виробництва» для студентів спеціальностей 7.080204 – «Соціальна інформатика», 7.080203 – «Системний аналіз і управління», 7.080404 – «Інтелектуальні системи прийняття рішень», 7.080402 – «Інформаційні технології проектування» / Укладачі: В.П. Пашін, В.В. Романов, Н.В. Єгорова. – К. : НТУУ “КПІ”, 2011. – 118 с.</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_040.pdf" mce_href="/attachments/043_2011_040.pdf">Цурін О.П. Дистанційне навчання при вивченні мов програмування / Цурін О.П., Романов В.В. // Вісник університету «Україна» : Інформатика, обчислювальна техніка та кібернетика. – К. : Університет «Україна», 2011. – № 2. – С. 119–121.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_020.pdf" mce_href="/attachments/043_2011_020.pdf">Романов В.В. Моделирование динамики жидкостей на графическом процессоре / Романов В.В., Пицул С.Г. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 385.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_019.pdf" mce_href="/attachments/043_2011_019.pdf">Романов В.В. Графические редакторы электронных схем / Романов В.В., Ляпин П.С., Мельничук Р.М. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 382.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_002.pdf" mce_href="/attachments/043_2010_002.pdf">Valeriy Romanov. Imitation Model of Research of Conveyer Weigher / Valeriy Romanov, Leonid Tkachenko, Volodymyr Fesechko // Perspective Technologies and Methods in MEMS Design : VI-th International Conference MEMSTECH’2010, 20-23 April 2009, Lviv-Polyana, Ukraine: proc. – Lviv : Publishing House Vezha &amp; Co , 2010. – P. 239–241.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_006.pdf" mce_href="/attachments/043_2010_006.pdf">Борисов А.В. Автоматическое построение и коррекция многорастрового рентгенографического изображения / Борисов А.В., Молюков В.А,, Романов В.В., Хитрик Е.В. // Электроника и связь : тематический выпуск «Электроника и нанотехнологии». – 2010. – № 4. – С. 65–67.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_024.pdf" mce_href="/attachments/043_2010_024.pdf">Романов В.В. Web-редактор электронных схем / Романов В.В., Ляпин П.С., Мельничук Р.М. // Системный анализ и информационные технологии : 12-я международная научно-техническая конференция "САИТ-2010", 25-29 мая 2010, Киев, Украина : материалы. - К. : УНК "ИПСА" НТУУ "КПИ", 2010. - С. 384.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_025.pdf" mce_href="/attachments/043_2010_025.pdf">Романов В.В. Имитационная модель для исследования конвейерных весов / Романов В.В., Ткаченко Л.П. // Системный анализ и информационные технологии : 12-я международная научно-техническая конференция "САИТ-2010", 25-29 мая 2010, Киев, Украина : материалы. - К. : УНК "ИПСА" НТУУ "КПИ", 2010. - С. 385.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_045.pdf" mce_href="/attachments/043_2010_045.pdf">Романов В.В. Веб-интерфейс для удаленного доступа к системам моделирования / Романов В.В., Ляпин П.С., Мельничук Р.М. // Комп’ютерні технології: наука і освіта : 5-а Всеукраїнська науково-практична конференція : тези доп. – Київ, 2010. – С. 198–200.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_053.pdf" mce_href="/attachments/043_2010_053.pdf">Романов В.В. Імітаційне моделювання ваговимірювальних систем на базі стрічкового конвеєра / Романов В.В., Ткаченко Л.П. // Інформатика, обчислювальна техніка та кібернетика : Вісник Університету «Україна». – К. : Університет «Україна», 2010. – №8. – С. 184–187.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_011.pdf" mce_href="/attachments/043_2009_011.pdf">Киселев Г.Д. Дистанционный учебный курс «Работа пользователя в Grid-инфраструктуре» / Киселев Г.Д., Казанцева М.С., Тураш Т.И., Романов В.В. //&nbsp; Системный анализ и информационные технологии : 11-я международная научно-техническая конференция «САИТ-2009», 26-30 мая 2009, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2009. – С. 431.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_003.pdf" mce_href="/attachments/043_2009_003.pdf">Фесечко В.А. Анализатор инфракрасного поглощения для неинвазивного измерения концентрации глюкозы в крови / Фесечко В.А., Романов В.В. [и др.] // Электроника и связь : тематический выпуск «Электроника и нанотехнологии». – 2009. – Ч. 2., № 4/5. – С. 230–235.</a></li>
                <li>Романов В.В. Використання засобів дистанційного навчання (ДН) в очній та заочній освіті / Романов В.В., Цурін О.П., Цуріна Н.О. // Сучасні тенденції розвитку інформаційних технологій в науці, освіті та економіці: Матеріали ІІ&nbsp;Всеукраїнської науково-практичної конференції. 9–11 квітня 2009&nbsp;р., м.&nbsp;Луганськ. – Луганськ: Альма-матер, 2009. – С. 181–183.</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_010.pdf" mce_href="/attachments/043_2008_010.pdf">Кисельов Г.Д. Маркетинг комп’ютерної мережі дистанційного навчання / Кисельов Г.Д., Романов В.В. // Системний аналіз та інформаційні технології : 10-а міжнародна науково-технічна конференція «САІТ-2008», 20-24 травня 2008, Київ, Україна : матеріали. – К. : НТУУ «КПІ», 2008. – С. 301.</a></li>
                <li>Романов В.В. Методичні вказівки до лабораторних робіт з дисципліни «Основи програмування» / Романов В.В. – К. : ВМУРоЛ, 2006. – 63 с.</li>
                <li>Романов В.В. Практикум по программированию в среде Борланд Паскаль. Часть 1 : учебное пособие по курсу «Программирование и алгоритмические языки» / Романов В.В. – К. : Издательство «Аверс», 2006. – 62 с.</li>
                <li>Романов В.В. Методичні вказівки до проведення фахових співбесід (для абітурієнтів) / Романов В.В. – К. : НТУУ "КПІ", 2000. – 66 с.</li>
                <li>Романов В.В. Методические указания по использованию стандартных функций языка Си / Романов В.В. – К. : КПИ, 1998. – 85 с.</li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>