<?php /* Template Name: Achievements */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
    <div class = "bannerScience">
        <div class = "column">
        <div class = "text-banner">
            <p><br></p>
            <p><b>Не знаєш де опублікувати свою роботу?</b></p>
            <p>Слідкуй за рубрикою <a href="/naukova-djalnst/konferencii" mce_href="/naukova-djalnst/konferencii">Конференції</a>.  Завжди корисна інформація, ключові дати та активні контакти!</p>
            <p><br></p>
        </div>
        </div>
    </div>
    <div class = "text-page">
        <h2>Основні досягнення кафедри СП (САПР)</h2>
        <div class = "Achievements">
        <ol>
            <li> Створення потужних комплексів автоматизації проектування в електроніці (ПРАМ, ALLTED, KOMOL та ін.). Починаючи з 1970 року співробітниками кафедри було виконано більш ніж 50 НДР, зокрема таких, як “Лапідар”, “Канопус”, “ПРАМ”, які виконувались за відповідними постановами Вищої промислової комісії СРСР, завдань Всесоюзних та Республіканських програм у галузі створення та розробки засобів САПР, завдань Міжнародних програм співробітництва у рамках Ради Економічної Взаємодопомоги, завдань Державних програм України, програм Європейської співдружності CALMAP та COPERNICUS-INCO, держбюджетних НДР за планами Міносвіти України .
                <ol>
                    <li> Комплекс схемотехнічного проектування ПРАМ-01 було здано у Всесоюзний фонд алгоритмів та програм, і також у спеціалізованій фонд міністерства виробництва засобів зв’язку. Комплекс ПРАМ-ПК демонструвався на Міжнародній виставці в м. Пловдів (Болгарія) в 1990р. </li>
                    <li> В 1990р. комплекс автоматизованого схемотехнічного проектування ALLTED був відзначений премією Київського політехнічного інституту. Роботу по створенню комплексу СПАРС у 1980 р. було визнано кращою НДР Мінвузу СРСР.</li>
                    <li> Комплекс моделювання цифрових схем КОМОЛ було впроваджено на 6 підприємствах колишнього СРСР. </li>
                </ol>
            </li>
            <li> Створення мультимедіа застосувань (електронних книжок) згідно Міжнародної Програми Європейського співробітництва CALMAP-TASIS, створення за замовленням МНС України комп’ютерних програм навчання та контролю знань керівного складу органів управління на ЦДК ПЕБ України”. </li>
            <li> Створення інструментарію дистанційного навчання, розробка інформаційних ресурсів Інтернет, участь в виконанні проекту Європейської Комісії Сopernicus-INCO.
                <ol>
                    <li> Розробка згідно цього завданню мультимедійного дистанційного курсу “Проектування вбудованих систем” в середовищі WebCT і його демонстрація в режимі відео конференції підчас відвідування НТУУ ”КПІ” директором Міжнародного інституту інтелектуальної власності (жовтень 2001 р.). </li>
                    <li> Розробка програм дистанційного навчання для МНС України.3.3. Дослідження методів утворення віртуальних 3D мирів в мережі Інтернет і 3D анімації. </li>
                </ol>
            </li>
            <li> Розробка програмно-апаратних систем цифрової обробки сигналів на базі цифрових процесорів обробки сигналів та засобів автоматизації налагодження програмного забезпечення таких процесорів.
                <ol>
                    <li> Внутрішньо схемного емулятора для процесорів обробки сигналів TMS320C3x, TMS320C5x фірми Texas Instruments на базі інтерфейсу JTAG, який використовується на ряді підприємств України та Росії. </li>
                    <li> Контролерів газоаналізаторів “Марс-5” та ”Марс-6”, встановлених на кількох підприємствах України.</li>
                    <li> Універсального контролера для вимірювальних приладів на основі ЦПОС TMS320C31.</li>
                    <li> Лічильника теплової енергії на основі мікроконтролера MSP430x337. </li> 
                </ol> 
            </li>
            <li> Розробка мережного комплексу автоматизованого проектування складних багатофункціональних систем, сумісно з відділом спеціалізованих засобів моделювання Інституту проблем реєстрації інформації НАН України та НВК „Курс” (якій є складовою частиною НВО „Київський радіозавод”) згідно гранту Українського Науково-Технологічного Центру (УНТЦ). </li>
            <li> Розробка математичної моделі MEMS (ультразвукової електричної мембрани). Виконана в 2001 році згідно контракту з фірмою General Electric.</li>
            <li> Включення системи схемотехнічного проектування ALLTED до складу інтегрованої системи MyCAD південно-корейської фірми SeoduLogic для проектування великих інтегральних схем (ВІС).</li>
            <li> Отримання технічної підтримки у вигляді комп’ютерного обладнання від фірми Соmpaq на суму 30 тисяч доларів США (1999 р.) і фірми Intel на суму 20 тисяч доларів США (2002 р.).</li>
            <li> Участь з запрошеними лекціями проф. Петренка А.І. в роботі Європейських конференцій з теорії схем та їх проектування (ECCTD’99 і ECCTD’01), які відбулися відповідно в Італії (1999 рік) і Фінляндії (2001 рік). </li>
            <li> Початок реального проектування ВІС на рівні сучасних технологій (0,18 мк), розробка п’яти інтегральних схем для Німеччини і їх виготовлення на фірмі Siemens згідно з договором з Науково дослідним Інститутом фізики IHP у м. Франкфурт на Одері (Німеччина).</li>
            <li> Здобуття в 1999 році гранту Українського Науково-Технологічного Центру (УНТЦ) на розробку проекту “Розробка мережного комплексу автоматизованого проектування складних багатофункціональних систем” сумісно з відділом спеціалізованих засобів моделювання Інституту проблем реєстрації інформації НАН України та НВК „Курс”, якій є складовою частиною НВО „Київський радіозавод”.</li>
            <li> Розробка згідно завданню міжнародного проекту MM-EDU мультимедійного дистанційного курсу “Проектування вбудованих систем” в середовищі WebCT і його демонстрація в режимі відео конференції підчас відвідування НТУУ ”КПІ” директором Міжнародного інституту інтелектуальної власності (жовтень 2001 р.).</li>
            <li> Виконання в 2001 році контракту з фірмою General Electric на розробку математичної моделі MEMS ( ультразвукової електричної мембрани).</li>
            <li> Заключення договіру від 2000 року з південно-корейською фірмою SeoduLogic про включення програмного продукту кафедри ALLTED до складу інтегрованої системи MyCAD проектування великих інтегральних схем (ВІС).</li>
            <li> Участь з запрошеними лекціями проф. Петренка А.І. в роботі Європейських конференцій з теорії схем та їх проектування (ECCTD’99 і ECCTD’01), які відбулися відповідно в Італії (1999 рік) і Фінляндії (2001 рік). </li>
        </ol>
        </div>

        <p>За роки існування кафедри СП (САПР) підготовлена і видана комплексна бібліотека по теорії та практиці CAПР, що містить 29 монографій, учбових посібників та підручників. Вона отримала вітчизняне визнання у вигляді Державної премії України за підручник “Основи побудови САПР” (Петренко А.І., 1986) і 3-х премій КПІ (1972, 78 і 90 роки), а також визнання за кордоном шляхом перекладу і видання 4-х монографій у США, Болгарії, Австралії і Кореї.</p>

        <h2>Серед виданих за останні 10 років:</h2>

        <ol>
            <li> “Мультимедиа” / Под ред. А.И.Петренко - К.: BHV, 1994. - 198 c.</li>
            <li> Petrenko A.I.. Ladogubets V.V., Tchkalov V.V., Pudlowski Z.J. ALLTED - A computer aided engineering for electronic circuit design. - Melbourne: UICEE, 1997р. - 306 с.</li>
            <li> “ALL TECHNOLOGY DISIGNER: Reference Book” (під ред. А.І. Петренка і Юнг Су Ю, Сан-Мунський Університет, 1999, 342 стр.).</li>
            <li> ”Basic Electronic Circuits Computer-Aided Design” (Petrenko A.I., Pogang University of Science and Technology, Korea, 2000, 249 стр.).</li>
            <li> Петренко А.І. “Обчислювальна математика”, ВМУРОЛ ”Україна”, Київ, 2002, 240 стр.</li>
            <li> Малявко С.М. Твой самоучитель по ПК. – М.: ООО „Бином-Пресс” 2004 г. – 364 с.</li>
            <li> Фельдман Л.П., Петренко А.І., Дмитрієва О.А. Чисельні методи в інформатиці (підручник).- BHV, 2005 р. – 600 c.</li>
            <li> Л.П. Фельдман, А.І.Петренко, О.А.Дмитрієва «Чисельні методи», Лабораторний практікум – Донецьк: ДонНТУ, 2009. – 320 с.</li>
            <li> Петренко А.І.„Основи автоматизованого проектування складних об’єктів та систем”, Київ, „Політехніка”, 2002, – 208 с.</li>
            <li> «Вступ до Grid технологій в науці і освіті”, автор Петренко А.І. Вид-во „Політехніка”, 2008 , –122 с.</li>
            <li> «Застосування Grid технологій в науці і освіті », автор Петренко А.І, Вид-во „Політехніка” ,2009 , –144 с.</li>
            <li> Рогоза В.С., Іщенко Г.В. Інтелектуальні платформи розподілених інформаційних середовищ. – Київ: НТУУ „КПІ”, 2009. – 358 с..: іл.</li>
        </ol>

        <div class="attachmentsList">
            <table>
                <caption>Attachments:</caption>
                    <thead>
                        <tr>
                            <th class="at_filename">File</th><th class="at_file_size">File size</th>
                            <th class="at_mod_date">Остання Зміна</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr class="odd">
                            <td class="at_filename">
                                <a class="at_icon" href="http://cad.kpi.ua/attachments/044_news_001.pdf" target="_blank" title="Download this file (news_001.pdf)"><img src="http://cad.kpi.ua/components/com_attachments/media/icons/pdf.gif" alt="Download this file (news_001.pdf)"></a><a class="at_url" href="http://cad.kpi.ua/attachments/044_news_001.pdf" target="_blank" title="Download this file (news_001.pdf)">У павільйоні «Наука» НАН України</a>
                            </td>
                            <td class="at_file_size">59 Kb</td><td class="at_mod_date">01.06.2010 08:33</td>
                        </tr>
                    </tbody>
            </table>
        </div>


    </div>

<?php get_footer(); ?>
</body>
</html>