<?php /* Template Name: KyselovPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Кисельов Геннадій Дмитрович</h1>
            <br>

            <ol>
                <li>Киселев Г.Д. Контекстно-зависимое управление для гетерогенных сетей микрогрид/ Киселев Г.Д., Киселева А.Г. //System Analysis and Information Technologies.16-th International Conference SAIT 2014. – 2014. – с.295.</li>
                <li>Жуйков В.Я. Метод принятия решений по управлению сетью с полупроводниковыми преобразователями электроэнергии/ Жуйков В.Я., Киселев Г.Д., Киселева А.Г.// Технічна електродинаміка. – 2014. – №5 – С.38-40.</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2013_007.pdf" mce_href="/attachments/043_2013_007.pdf">Кисельов Г.Д. Застосування хмарних технологій в дистанційному навчанні / Кисельов Г.Д., Харченко К.В. // Системный анализ и информационные технологии : 15-я международная научно-техническая конференция "САИТ-2013", 27-31 мая 2013, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2013. – С. 351.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2013_004.pdf" mce_href="/attachments/043_2013_004.pdf">Pichkalov I. Optimal Control of Uninterruptible Power System with Diesel Generator / Ievgen Pichkalov, Anna Kyselova, Olga Kyselova, Gennadiy Kyselov // Electronics and Nanotechnology : 33-th International Scientific Conference «ELNANO’2013», 16-19 April 2013, Kyiv, Ukraine : proc. – Kyiv, 2013. – P. 378–380.</a></li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2013_004.pdf" mce_href="/attachments/043_2013_004.pdf">
                    <li>Kiselev G. Workflow Task Description Format for GridALLTED Complex / Gennadiy Kiselev, Bogdan Bulakh, Oleksandr Beznosyk, Vitalii Chekaliuk // The Experience of Designing and Application of CAD Systems in Microelectronics : 12-th Intern. Conf. «CADSM’2013», 19-23 February 2013, Polyana-Svalyava (Zakarpattya), Ukraine : proc. – Lviv, 2013. – P. 425–426. – ISBN 978-617-607-393-2.</li>
                    <li>Киселев Г.Д. Применение дескрептивной логики в системах управления преобразователями/ Киселев Г.Д., Киселева А.Г.// &nbsp;Комп'ютерні технології:наука і освіта. VIII Всеукраїнської науково практичної конференції.–2013.– с. 101-102.</li>
                </a>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2013_004.pdf" mce_href="/attachments/043_2013_004.pdf"></a><a target="_blank" href="http://cad.kpi.ua/attachments/043_2012_012.pdf" mce_href="/attachments/043_2012_012.pdf">Кисельов Г.Д. Управління знаннями в віртуальному освітньому середовищі / Кисельов Г.Д. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 281–282.</a></li>
                <li>Киселев Г.Д. Адаптивное управление объектами с приминением контекстной информации / Киселев Г.Д., Киселева А.Г. // Комп’ютерні технології: наука і освіта : 4-а Всеукраїнська науково-практична конференція : тези доповідей. ­– К. : Університиет «Україна», 2012. – С. 45–47</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_039.pdf" mce_href="/attachments/043_2011_039.pdf">Кисельов Г.Д. Проектування веб-порталу кафедри / Кисельов Г.Д., Сергеєв О.О. // Вісник університету «Україна» : Інформатика, обчислювальна техніка та кібернетика. – К. : Університет «Україна», 2011. – № 2. – С. 112–115.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_033.pdf" mce_href="/attachments/043_2011_033.pdf">Петренко А.І. Практикум з грід-технологій : навчальний посібник / Петренко А.І., Свістунов С.Я., Кисельов Г.Д.&nbsp; – К. : НТУУ «КПІ», 2011. – 580 с.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_016.pdf" mce_href="/attachments/043_2011_016.pdf">Кисельов Г.Д. Адаптивне управління з застосуванням контексту / Кисельов Г.Д. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 375.</a></li>
                <li>Киселев Г.Д. Обработка входных данных в мультимодальных приложениях / Киселев Г.Д., Киселева А.Г., Сергеев А.А., Шалагинов А.В. // Электроника и связь : тематический выпуск «Электроника и нанотехнологии». – 2011. – № 2. – С. 86–92.</li>
                <li>Кисельов Г.Д. Сучасний стан і світові тенденції розвитку дистанційної освіти : Монографія / Кисельов Г.Д.&nbsp; – К. : Університет "Україна", 2010. – Розділ 5. – C.260-328.</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_042.pdf" mce_href="/attachments/043_2010_042.pdf">Кисельов Г.Д. Розробка контекстно-залежних застосувань / Кисельов Г.Д., Кисельова А.Г. // Комп’ютерні технології: наука і освіта : 5-а Всеукраїнська науково-практична конференція : тези доп. – Київ, 2010. – С. 100–102.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_037.pdf" mce_href="/attachments/043_2010_037.pdf">Kyselov G. Alignment Prediction Algorithm in Context-aware computing / Kyselov G., Sergeev A. // CAD in Machinery Design. Implementation and Educational Problems : 18-th Ukranian–Polish Conference «CADMD’2010», October 14-16, 2010, Lviv, Ukraine: Proc. – Lviv: Vezha &amp; Co , 2010. – P. 13–17.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_016.pdf" mce_href="/attachments/043_2010_016.pdf">Киселев Г.Д. Учебный портал виртуального университета / Киселев Г.Д. // Системный анализ и информационные технологии : 12-я международная научно-техническая конференция "САИТ-2010", 25-29 мая 2010, Киев, Украина : материалы. - К. : УНК "ИПСА" НТУУ "КПИ", 2010. - С. 366.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_008.pdf" mce_href="/attachments/043_2010_008.pdf">Киселев Г.Д. Оценка производительности вычислительного кластера в подразделении ВУЗа / Киселев Г.Д., Пушкар В.И., Оленович Е.В., Киевський О.Г. //&nbsp; Электроника и связь : тематический выпуск «Электроника и нанотехнологии». – 2010. – № 5. – С. 211–216.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_004.pdf" mce_href="/attachments/043_2010_004.pdf">Киселев Г.Д. Мониторинг мультисервисных компьютерных сетей средствами системы Nagios / Киселев Г.Д., Шпакаускас М.С. //&nbsp; Электроника и связь : тематический выпуск «Электроника и нанотехнологии». – 2010. – № 3. – С. 178–181.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_012.pdf" mce_href="/attachments/043_2009_012.pdf">Киселев Г.Д. Использование платформы GridSphere для создания Grid-порталов / Киселев Г.Д., Зеленюк А.А., Киевский А.Г., Оленович Е.В. // Системный анализ и информационные технологии : 11-я международная научно-техническая конференция «САИТ-2009», 26-30 мая 2009, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2009. – С. 432.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_023.pdf" mce_href="/attachments/043_2009_023.pdf">Згуровський М.З. Створення національної Grid-інфраструктури для забезпечення наукових досліджень / Згуровський М.З., Петренко А.І., Кисельов Г.Д. // Інформаційні технології в освіті. – 2009. – № 4. – С. 12–17.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_011.pdf" mce_href="/attachments/043_2009_011.pdf">Киселев Г.Д. Дистанционный учебный курс «Работа пользователя в Grid-инфраструктуре» / Киселев Г.Д., Казанцева М.С., Тураш Т.И., Романов В.В. // Системный анализ и информационные технологии : 11-я международная научно-техническая конференция «САИТ-2009», 26-30 мая 2009, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2009. – С. 431.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_014.pdf" mce_href="/attachments/043_2009_014.pdf">Петренко А.И. Создание Grid-портала национальной Grid-инфраструктуры на базе экспериментального Grid-портала SDGrid / Петренко А.И., Киселев Г.Д., Хондарь В.С. // Системный анализ и информационные технологии : 11-я международная научно-техническая конференция «САИТ-2009», 26-30 мая 2009, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2009. – С. 440.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_009.pdf" mce_href="/attachments/043_2008_009.pdf">Киселев Г.Д. Построение вычислительного Grid-портала для национальной Grid сети / Киселев Г.Д., Матущенко В.А., Чепурной Р.В. // Системный анализ и информационные технологии : 10-я международная научно-техническая конференция «САИТ-2008», 20-24 мая 2008, Киев, Украина : материалы. – К. : НТУУ «КПИ», 2008. – С. 300.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_008.pdf" mce_href="/attachments/043_2008_008.pdf">Казаков Ю.В. Исследование задержек в пакетных сетях передачи данных с использованием пакета моделирования NS2 / Казаков Ю.В., Киселев Г.Д., Молявко А.С. // Системный анализ и информационные технологии : 10-я международная научно-техническая конференция «САИТ-2008», 20-24 мая 2008, Киев, Украина : материалы. – К. : НТУУ «КПИ», 2008. – С. 296.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_010.pdf" mce_href="/attachments/043_2008_010.pdf">Кисельов Г.Д. Маркетинг комп’ютерної мережі дистанційного навчання / Кисельов Г.Д., Романов В.В. // Системний аналіз та інформаційні технології : 10-а міжнародна науково-технічна конференція «САІТ-2008», 20-24 травня 2008, Київ, Україна : матеріали. – К. : НТУУ «КПІ», 2008. – С. 301.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_026.pdf" mce_href="/attachments/043_2008_026.pdf">Kyselov G.D. Grid portal development for Ukrainian Grid infrastructure / Kyselov G.D., Matuschenko V.A., Chepurnoy R.V. // CODATA-21, 3-8 October 2008, Kiev, Ukraine : abstracts. – Kiev, 2008. – P. 30.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_018.pdf" mce_href="/attachments/043_2007_018.pdf">Кисельов Г.Д. Потоки робіт в розподіленій інформаційній системі дистанційного навчання / Кисельов Г.Д. // Системний аналіз та інформаційні технології :&nbsp; 9-а міжнародна науково-технічна конф. "САІТ-2007", 15-19 травня 2007 р., Київ : матеріали конф. - К. : НТУУ "КПІ", 2007. - С. 153.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_016.pdf" mce_href="/attachments/043_2007_016.pdf">Киселев Г.Д. Проблемы моделирования гетерогенных телекоммуникационных сетей / Киселев Г.Д., Казаков Ю.В., Казаков О.В. // Системный анализ и информационные технологии : 9-я международная научно-техническая конференция "САИТ-2007", Киев : материалы. - К. : НТУУ "КПИ", 2007. - С. 151.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2006_008.pdf" mce_href="/attachments/043_2006_008.pdf">Киселев Г.Д. Семейство моделей распределенной информационной системы / Киселев Г.Д. // Электроника и связь : тематический выпуск «Проблемы электроники». – 2006. – Ч. 2. – С. 130 –131.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2006_005.pdf" mce_href="/attachments/043_2006_005.pdf">Киселев Г.Д. Моделирование телекоммуникационных систем / Киселев Г.Д., Казаков Ю.В. // Электроника и связь : тематический выпуск «Проблемы электроники». – 2006. – Ч. 1. – С. 127-130.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2005_006.pdf" mce_href="/attachments/043_2005_006.pdf">Киселев Г.Д. Управление учебными информационными ресурсами виртуального офиса проектной организации / Киселев Г.Д. // Электроника и связь : тематический выпуск «Проблемы электроники». – 2005. – Ч. 2. – С. 42–47.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2004_005.pdf" mce_href="/attachments/043_2004_005.pdf">Киселев Г.Д. Параллельное и распределенное моделирование цифровых схем / Киселев Г.Д. // Электроника и связь. – 2004. – № 21. – С. 115–116.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2003_003.pdf" mce_href="/attachments/043_2003_003.pdf">Киселев Г.Д. Разработка информационно-методического обеспечения системы дистанционного обучения / Киселев Г.Д. // Электроника и связь. – 2003. – № 18. – С. 34–36.</a></li>
                <li>Кисельов Г.Д. Вступ до спеціальності програмне забезпечення автоматизованих систем : (конспект лекцій та дистанційний навчальний курс) / Кисельов Г.Д. – К. : Видавництво ВМУРОЛ "Україна", 2002. – 32 с.</li>
                <li>Кисельов Г.Д. Методичні вказівки по альтернативному інформаційному наповненню WWW платформи дистанційного навчання / Кисельов Г.Д. // Затверджено рішенням засідання кафедри САПР від 14.11.2001 р., протокол № 3. (електронна версія). 2,0 печ. арк.</li>
                <li>Г.Д. Кисельов. Навчальне середовище для дистанційного навчання / Г.Д. Кисельов // Электроника и связь. – 2001. – № 13. – С. 85–87.</li>
                <li>Петренко А. Инструментальная поддержка дистанционного обучения. / Петренко А., Киселев Г. // Розвиток інформаційного суспільства в Україні : Другий Міжнародний конгрес, 4-6 грудня 2001 р., Київ, НТУУ "КПІ". – Киев, 2001.</li>
                <li>Г.Д. Киселев. Создание Java-апплетов в программах для дистанционного обучения / Г.Д.Киселев, Д.В. Филипов, М.С. Федоренко // Электроника и связь. – 2000. – Т. 1, № 8. – С. 31–32.</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_1999_007.pdf" mce_href="/attachments/043_1999_007.pdf">Киселев Г.Д. Инструментальная середа разработки компьютерных обучающих программ / Киселев Г.Д., Федоренко М.С. // Электроника и связь. – 1999. – Т. 2, № 6. – С. 265–271.</a></li>
                <li>Г.Д. Кисельов. Інструменти з програмування у Web середовищі : методичний посібник / А.О. Лунтовський, Г.Д.Кисельов. – К. : Поліграфічний центр НДІ прикладної електроніки, 1999. - 4,0 печ. арк.</li>
                <li>Г.Д. Кисельов. Інструменти створення та моделювання віртуальної реальності у Web середовищі : методичний посібник / А.О. Лунтовський, Г.Д. Кисельов. – К. : Поліграфічний центр НДІ прикладної електроніки, 1999. - 2,0 печ. арк.</li>
                <li>Кисельов Г.Д. Розробка навчальної системи на основі сучасних інформаційних технологій // Кисельов Г.Д., Безносик О.Ю. // Электроника и связь. – 1999. – Т. 1, № 6. – С. 168–172.</li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>