<?php /* Template Name: KharchenkoPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Харченко Констянтин Васильович</h1>
            <br>

            <ol>
                <li>Харченко К.В. Парадигма керування потоками даних та їх графічне представлення в SOA. "Східно-Європейський журнал передових технологій", №3/9 (69): Харків. 2014. - С. 22 - 29</li>
                <li>Харченко К.В. Методи та засоби розробки програмних додатків для операційної системи Android. Збірник наукових праць. Вісник Національного Технічного Університету “ХПІ” №17, Україна : текст. - Х. : НТУ “ХПІ”, 2014. - С. 68-72.</li>
                <li>Харченко К.В. Архітектура відкритої P2P хмарної системи. Збірник наукових праць. Вісник Національного Технічного Університету “ХПІ” №56, Україна : текст. - Х. : НТУ “ХПІ”, 2013. - С. 167-172.</li>
                <li>Харченко К.В. Використання методу оптичного потоку для виявлення і оцінки відстані до перешкод в транспортних застосуваннях.Збірник наукових праць. Інститут проблем моделювання в енергетиці №66, Україна : текст. – К. : 2013. – С. 142-148.</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2000_008.pdf" mce_href="/attachments/043_2000_008.pdf">Кисельов Г.Д. Застосування хмарних технологій в дистанційному навчанні / Кисельов Г.Д., Харченко К.В. // Системный анализ и информационные технологии : 15-я международная научно-техническая конференция "САИТ-2013", 27-31 мая 2013, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2013. – С. 351.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2004_006.pdf" mce_href="/attachments/043_2004_006.pdf">Харченко К.В. Розширення віртуальної машини LLVM паралельними інструкціями для реалізації системи передачі повідомлень / Харченко К.В. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 302.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_019.pdf" mce_href="/attachments/043_2007_019.pdf">Харченко К.В. Удаление теней в изображениях для обработки плотного оптического потока / Харченко К.В. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 394.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_020.pdf" mce_href="/attachments/043_2007_020.pdf">Харченко К.В. Параллельный метод сравнения геометрических даннях / Харченко К.В. // Системный анализ и информационные технологии : 12-я международная научно-техническая конференция «САИТ-2010», 25-29 мая 2010, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2010. – С. 388.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_016.pdf" mce_href="/attachments/043_2008_016.pdf">Харченко К.В. Высокопроизводительные системы на базе GPU / Харченко К.В. // Системный анализ и информационные технологии : 11-я международная научно-техническая конференция «САИТ-2009», 26-30 мая 2009, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2009. – С. 445.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_034.pdf" mce_href="/attachments/043_2008_034.pdf">Kharchenko K.V. 3D Multiplatform Data Visualization / Kharchenko K.V., Kornachevskyy Y.I. // CODATA-21, 3-8 October 2008, Kiev, Ukraine : abstracts. – Kiev, 2008. – P. 84.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_016.pdf" mce_href="/attachments/043_2008_016.pdf">Кириленко И. Распараллеливание линейных систем уравнений в Modellica / Кириленко И., Харченко К.В. // Системный анализ и информационные технологии : 10-я международная научно-техническая конференция «САИТ-2008», 20-24 мая 2008, Киев, Украина : материалы. – К.: НТУУ «КПИ», 2008. – С. 299.<br></a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_020.pdf" mce_href="/attachments/043_2007_020.pdf">Корначевский Я.И. Метод регуляризации треугольной сетки с использованием линейной системы уравнений / Корначевский Я.И., Харченко К.В. // Системный анализ и информационные технологии : 9-я международная научно-техническая конференция «САИТ-2007», Киев : материалы. – К. : НТУУ «КПИ», 2007. – С. 155.<br></a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_019.pdf" mce_href="/attachments/043_2007_019.pdf">Корначевський Я.І. Застосування бібліотеки .NET для паралельних розрахунків у багатопроцесорних системах / Корначевський Я.І., Харченко К.В. // Системний аналіз та інформаційні технології :&nbsp; 9-а міжнародна науково-технічна конф. «САІТ–2007», 15-19 травня 2007 р., Київ : матеріали конф. – К. : НТУУ «КПІ», 2007. – С. 154.<br></a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2004_006.pdf" mce_href="/attachments/043_2004_006.pdf">Харченко К. В. Автоматический выбор количества блоков для преобразования матрицы к блочно-диагональному виду с окаймлением / Харченко К. В., Маринич А. А. // Электроника и связь. – 2004. – № 21. – С. 131–132.<br></a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2000_008.pdf" mce_href="/attachments/043_2000_008.pdf">Харченко К.В. Дослідження балансу завантаження процесорів для паралельного блочно-діагонального методу рішення систем лінійних розріджених рівнянь / Харченко К.В. //Электроника и связь. – 2000. – Т. 2, № 8. – С. 276–278.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_1999_003.pdf" mce_href="/attachments/043_1999_003.pdf">Харченко К.В. Модифікація паралельного блочно-діагонального методу розв’язання лінійних систем рівнянь для використання САПР електронних схем / Харченко К.В. // Электроника и связь. – 1999. – Т. 1, № 6. – С.156–162.<br></a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_1999_015.pdf" mce_href="/attachments/043_1999_015.pdf">Ладогубец В.В. Средства параллельных вычислений в САПР / Ладогубец В.В., Харченко К.В. // Радиоэлектроника. – 1999. – № 2. – С. 51–60. – (Известия вузов).</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_1998_009.pdf" mce_href="/attachments/043_1998_009.pdf">Ладогубец В.В. Применение параллельных вычислений в схемотехническом моделировании / Ладогубец В.В., Харченко К.В. // Электроника и связь. – 1998. – № 4. – С. 231–234.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_1997_005.pdf" mce_href="/attachments/043_1997_005.pdf">Ладогубец В.В. Организация параллельных вычислений в САПР / Ладогубец В.В., Харченко К.В. //Электроника и связь. – 1997. – Ч. 2. – № 3. – С. 48–50.</a></li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>