<?php /* Template Name: MoljavkoPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Молявко О.С.</h1>
            <br>

            <ol>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_021.pdf" mce_href="/attachments/043_2010_021.pdf">Молявко О.С. Програма моделювання експозиції резисту в електронно-променевій літографії / Молявко О.С. // Системний аналіз та інформаційні технології : 12-а міжнародна науково-технична конференція "САІТ-2010", 25-29 травня 2010, Київ, Україна : материали. - К. : ННК "ІПСА" НТУУ "КПІ", 2010. - С. 377.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_019.pdf" mce_href="/attachments/043_2009_019.pdf">Петренко А.І. Моделювання експозиції резисту в електронно-променевій літографії / Петренко А.І., Молявко О.С. // Прикладна математика та комп'ютинг : 1-а наукова конференція магістратів та аспірантів «ПМК-2009», 15-17 квітня 2009, Київ, Україна : зб. тез / ред. кол. : С.В. Сирота (гол. ред.) та ін. – К. : НТУУ "КПІ", 2009. – С. 240–243.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_033.pdf" mce_href="/attachments/043_2009_033.pdf">Петренко А.И. Программа моделирования процесса экспонирования резиста в электронно-лучевой литографии / Петренко А.И., Молявко А.С. // Вісник НТУУ «КПІ». Інформатика, управління та обчислювальна техніка: Зб. наук. пр. – К. : ВЕК+, 2009. – № 50. – С. 30–33.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_008.pdf" mce_href="/attachments/043_2008_008.pdf">Казаков Ю.В. Исследование задержек в пакетных сетях передачи данных с использованием пакета моделирования NS2 / Казаков Ю.В., Киселев Г.Д., Молявко А.С. // Системный анализ и информацонные технологии: 10-я международная научно-техническая конференция «САИТ-2008», 20-24 мая 2008, Киев, Украина : материалы. – К. : НТУУ «КПИ», 2008. – С. 296.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_019.pdf" mce_href="/attachments/043_2008_019.pdf">Молявко А.С. Программа моделирования экспозиции резиста в электронно-лучевой литографии / Молявко А.С., Казаков Ю.В. // Системный анализ и информацонные технологии: 10-я международная научно-техническая конференция «САИТ-2008», 20-24 мая 2008, Киев, Украина : материалы. – К. : НТУУ «КПИ», 2008. – С. 312.</a></li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>