<?php /* Template Name: BritovPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Бритов Олексій Анатолійович</h1>
            <br>

            <ol>
                <li><a href="http://cad.kpi.ua/attachments/043_2017_06_br.pdf">Бритов О.А. Реалiзацiя фiльтрiв експоненцiального середнього /Бритов О.А., Макеєнок О.М.// Системний аналiз та iнформацiйнi технологiї: матерiали 16-ї Мiжнародної науково-технiчної конференцiї SAIT 2014, Київ, 26-30 мая 2014 р. / ННК “IПСА” НТУУ “КПI”. – К.: ННК “IПСА” НТУУ “КПI”, 2014. – 464 с. – Текст: укр., рос., англ., c.344-345</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2014_00_ab.pdf">Артюхов В.Г. Цифровi фiльтри в Micro-Cap/Артюхов В.Г., Бритов О.А.// Системний аналiз та iнформацiйнi технологiї: матерiали 16-ї Мiжнародної науково-технiчної конференцiї SAIT 2014, Київ, 26-30 мая 2014 р. / ННК “IПСА” НТУУ “КПI”. – К.: ННК “IПСА” НТУУ “КПI”, 2014. – 464 с. – Текст: укр., рос., англ., c.333-334.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2017_07_br.pdf">Бритов О.А. Виявлення точок інтересу методом інтегральних проекцій / Бритов О.А., Петренко А.І. // Системный анализ и информационные технологии : 15-я международная научно-техническая конференция "САИТ-2013", 27-31 мая 2013, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2013. – С. 402–403.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2013_010.pdf">Бритов О.А. Порівняння осереднюючих фільтрів / Бритов О.А., Макеєнок О.М. // Системный анализ и информационные технологии : 15-я международная научно-техническая конференция "САИТ-2013", 27-31 мая 2013, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2013. – С. 400–401.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2012_022.pdf">Бритов О.А. Технології побудови комп’ютерних заставок / Бритов О.А., Сачлі Є.Г., Петренко Д.А. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 326–327.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2001_001.pdf">А.А. Бритов. Измеритель артериального давления на базе микроконтроллера MSP430F149 / А.А. Бритов, А.Н. Макеенок, С.В. Хлебников // Электронные компоненты и системы. – 2001. – № 10 (50). – С. 14–16.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2010_059.pdf">Бритов А.А. Уменьшение уровня бокових лепестков сложных сигналов / Бритов А.А., Козелков С.В., Макеенок А.Н., Подгурский А.М. // Системи управління, навігації та зв’язку. – 2010. – Вип. 1(13). – С. 40-44.</a></li>
                <li>Проектування цифрових фільтрів. Методичні вказівки з курсового проектування</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2009_022.pdf">А.А. Оллейк. Реализация лифтингового алгоритма дискретного вейвлет-преобразования на микроконтроллерах / А.А. Оллейк, А.А.Бритов // Электроника и связь. – 2009. – № 4/5. – С. 127–131.</a></li>
                <li>А. Бритов. Встраиваемый Интернет-контроллер на основе БИС MSP430F149 фирмы Texas Instruments / А. Бритов, И. Журавская, А. Макеенок, С. Хлебников // Chip News Украина. – 2006. – № 5. – С. 84–87.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2009_022.pdf">А. Бритов. Построение высокоскоростных сетевых систем сбора данных и управления на основе ПЛИС фирмы Xilinx / Бритов А., Макеенок А., Сотников А.,Хлебников С. // Chip News Украина. – 2006. – № 3. – С. 54–56.</a></li>
                <li>А. Бритов. Опыт применения современных ЦПОС и ПЛИС для построения радиолокационных систем / Бритов А., Макеенок А., Сотников А., Хлебников С. // Chip News Украина. – 2004. – № 8. – С. 60–63.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2010_059.pdf" mce_href="/attachments/043_2010_059.pdf">A.Britov. Automatic Blood Pressure Meter / A. Britov, S. Khlebnikov, V. Lomakovsky, A. Makeenok, V. Zakharchenko // Circuit Cellar. – 2002, September. – № 146. – P. 42–47.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2010_060.pdf" mce_href="/attachments/043_2010_060.pdf">Бритов А.А. Оптимальная система обработки сложных сигналов в навигационных РЛС / Бритов А.А., Макеенок А.Н., Тищенко Б.Г. // Системи управління, навігації та зв’язку. – 2010. – Вип. 1(13). – С. 45-48.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2012_022.pdf" mce_href="/attachments/043_2012_022.pdf">А.А. Бритов. Построение устройств, управляемых по сети интернет / А.А. Бритов, А.Н. Макеенок, В.В. Глухенький, С.В. Хлебников // Электронные компоненты и системы. – 2000. – №4 (32). – С. 40–42.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2013_010.pdf" mce_href="/attachments/043_2013_010.pdf">А.А. Бритов. Тепловычислитель с батарейным питанием на базе микроконтроллера MSP430P337 / А.А. Бритов [и др.] // Электронные компоненты и системы. – 2000. – №2 (30). – С. 5–8.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_1999_011.pdf" mce_href="/attachments/043_1999_011.pdf">А.А. Бритов. Средства проектирования устройств на основе микроконтроллеров MSP430 / А.А. Бритов, А.Н. Макеенок, В.В. Глухенький, С.В. Хлебников // Электронные компоненты и системы. – 1999. – №3 (19). – С. 6–8.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_1998_006.pdf" mce_href="/attachments/043_1998_006.pdf">А.А. Бритов. Системы отладки устройств на ЦПОС TMS320C3x, C5x / А.А. Бритов, А.Н. Макеенок, В.В. Глухенький, С.В. Хлебников // Электронные компоненты и системы. – 1998. – № 1 (11). – С. 12–14.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_1998_005.pdf" mce_href="/attachments/043_1998_005.pdf">А.А. Бритов. Универсальный блок цифровой обработки сигналов на основе процессора TMS320C31 / А.А. Бритов, А.Н. Макеенок, В.В. Глухенький, С.В. Хлебников // Электронные компоненты и системы. – 1998. – № 1 (11). – С. 11–12.</a></li>

                <li><a href="http://cad.kpi.ua/attachments/043_2017_01_br.pdf" mce_href="/attachments/043_2017_01_br.pdf">O.A.Brytov. Digital Filter Design By Micro-Cap Tools/ V.G.Artuhov, O.A.Brytov// 2015 IEEE 35th International Conference on ELECTRONICS AND NANOTECHNOLOGY (ELNANO) Conference Proceedings, April 21-24, 2015, Kyiv, Ukraine, pp.310-313</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2017_02_br.pdf" mce_href="/attachments/043_2017_02_br.pdf">О.А.Бритов. Розрахунок цифрових елiптичних фiльтрiв в Micro-Cap/ В.Г.Артюхов, О.А.Бритов //17-та Міжнародна конференція SAIT 2015/ Institute for Applied System Analysis of National Technical University of Ukraine “KPI”, Kyiv, Ukraine, June 22–25, 2015, pp. </a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2017_03_br.pdf" mce_href="/attachments/043_2017_03_br.pdf">О.А.Бритов. Проектування цифрових фільтрів в середовищі пакета схемотехнічного моделювання Micro-Cap/ В.Г.Артюхов, О.А.Бритов// Електроніка та зв'язок, т.20, Вип. 4, 2015, 106-114 с.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2017_04_br.pdf" mce_href="/attachments/043_2017_04_br.pdf">Oleksii Brytov. Sigma-Delta Modulators Transfer Functions Derivation/ Vitalii Artuhov, Oleksii Brytov //2016 IEEE 36th International Conference on ELECTRONICS AND NANOTECHNOLOGY (ELNANO) Conference Proceedings, April 19-21, 2016, Kyiv, Ukraine, pp.370-373.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2017_05_br.pdf" mce_href="/attachments/043_2017_05_br.pdf">Бритов О.А., Тарасенко О.Г. Програмований кодер циклiчного коду/18-та Міжнародна конференція SAIT 2016/ Institute for Applied System Analysis of National Technical University of Ukraine “KPI”, Kyiv, Ukraine, June 22–25, 2015, pp.</a></li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>