<?php /* Template Name: ArtuhovPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Артюхов Віталій Григорович</h1>
            <br>

            <ol>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2014_00_ab.pdf" mce_href="/attachments/043_2014_00_ab.pdf">Артюхов В.Г. Цифровi фiльтри в Micro-Cap/Артюхов В.Г., Бритов О.А.// Системний аналiз та iнформацiйнi технологiї: матерiали 16-ї Мiжнародної &nbsp;науково-технiчної конференцiї SAIT 2014, Київ, 26-30 мая 2014 р. / ННК “IПСА” НТУУ “КПI”. – К.: ННК “IПСА” НТУУ “КПI”, 2014. – 464 с. – Текст: укр., рос., англ., c.333-334.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2012_021.pdf" mce_href="/attachments/043_2012_021.pdf">Артюхов В.Г. Проектування дельта-сигма модулятора для АЦП / Артюхов В.Г., Дромарецький А.В. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 322</a></li>
                <li>Проектування цифрових фільтрів. Методичні вказівки з курсового проектування :</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_001.pdf" mce_href="/attachments/043_2009_001.pdf">Артюхов В.Г. Шумы квантования лифтингового алгоритма дискретного вейвлет-преобразования / Артюхов В.Г., Оллеик А.А. // Электроника и связь : тематический выпуск «Электроника и нанотехнологии». – 2009. – Ч. 1. – С. 115–123.</a></li>
                <li>Артюхов В.Г. Шумы квантования двумерного дискретного вейвлет-преобразования / Артюхов В.Г.,Оллеик А.А. // Электроника и связь. – 2007. – №. 2. – С. 47–53</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2006_004.pdf" mce_href="/attachments/043_2006_004.pdf">Артюхов В.Г. Шумы квантования дискретного вейвлет-преобразования / Артюхов В.Г.,Оллеик А.А. // Электроника и связь : тематический выпуск «Проблемы электроники». – 2006. – Ч. 1. – С. 52–55.</a></li>
                <li>Артюхов В.Г. Инструментарий для вейвлет-анализа выходных реакций нелинейных динамических систем / Артюхов В.Г., Лабзин К.В., Ионенко Д.В. // Электроника и связь. – 2006. – № 33(4). – С. 33–43</li>
                <li>Артюхов В.Г. Проектирование вейвлетов / Артюхов В.Г. Лабзин К.В. // Электроника и связь. – 2005. – № 29. – С. 29–40</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2012_021.pdf" mce_href="/attachments/043_2012_021.pdf">V.G. Artyukhov. Real-time Stereo Equalizer on Dogotal Signal Processor / V.G. Artyukhov, P.Y. Poplavko // Электроника и связь. – 1999. – № 7. – С. 100–106.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_1999_005.pdf" mce_href="/attachments/043_1999_005.pdf">Артюхов В.Г. Элементарное введение в мультимасштабный анализ сигналов (версия SG Mallat’s) / Артюхов В.Г., В.Б. Жушма, Т.В. Мовчан [и др.] // Электроника и связь. – 1999. – Т. 1, № 6. – С. 292–306.</a></li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>