<?php /* Template Name: Specialist-2013 */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>2013 рік</h1>
            <p>Спеціалісти</p>
            <br>

            <div class="tables">
                <div id="First" class="year" style="display:block;">
                    <table>
                        <thead>
                            <tr>
                                <th>Студент</th>
                                <th>Тема дипломного проекту</th>
                                <th>Науковий керівник</th>
                                <th class>Презент.</th>
                                <th class>Аннот./повний текст</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>Андреєв Андрій Юрійович </td>
                                <td>Автоматизований засіб пошуку, збору та моніторингу інформації в Інтернет – SiteSputnik </td>
                                <td>Ст. в. Воєвода О. О. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>Ачкасов Віталій Михайлович </td>
                                <td>Сервісна підтримка користувачів в вузлах національних Грід-інфраструктур </td>
                                <td>Проф. Петренко А. І. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>Бондарь Олег Іванович </td>
                                <td>Учбові Грід-системи для набуття фахівцями першого досвіду роботи в Грід-середовищі </td>
                                <td>Проф. Петренко А. І. </td>
                                <td class><a href="/attachments/diplomas/presentations/2009_B_03_Bondar.pdf" title="2009_B_03_Bondar.pdf">pdf</a> </td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>Бочковський В’ячеслав Вікторович </td>
                                <td>Інформаційні технології в сучасному автомобілі </td>
                                <td>Доц. Артюхов В. Г. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>Бритова Олена Олексіївна </td>
                                <td>Розробка компактного цифроаналогового перетворювача. Моделювання на високому рівні (комплексний проект) </td>
                                <td>Доц. Стіканов В. Ю. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>Вовненко Сергій Олегович </td>
                                <td>Застосування системи Labview для розв’язку задач моделювання (комплексний проект) </td>
                                <td>Доц. Кисельов Г. Д. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>Гітько Костянтин Ігорович </td>
                                <td>Проектування програмно-апаратного комплексу для SAP BI (комплексний проект) </td>
                                <td>Доц. Кисельов Г. Д. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td> Голубовський Антон Вікторович </td>
                                <td>Аналіз ринку апаратного забезпечення для технології IEEE 802.11 </td>
                                <td>Доц. Гіоргізова-Гай В. Ш. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>Гребєнщиков Антон Володимирович </td>
                                <td>Дослідження засобів Data Mining для інтелектуальної обробки даних </td>
                                <td>Проф. Петренко А. І. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>Дядьков Матвій Дмитрович </td>
                                <td>Дослідження можливості віртуалізації ресурсів ПК з допомогою технології Грід </td>
                                <td>Проф. Петренко А. І. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>Жаглевський Владислав Андрійович </td>
                                <td>Вибір ПЗ захисту корпоративної мережі від шкідливих програм </td>
                                <td>Доц. Гіоргізова-Гай В. Ш. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>Зеленюк Олексій Анатолійович </td>
                                <td>Портал освітянського сегменту національної Грід інфраструктури. Розробка портлетів (комплексний проект) </td>
                                <td>Доц. Кисельов Г. Д. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>Ілюхін Сергій Олександрович </td>
                                <td>Моделі природних мов для задач семантичного аналізу </td>
                                <td>Доц. Гемба О. В. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>Ісмагілов Євгеній Андрійович </td>
                                <td>Сумісність проміжного програмного шару різних Грід–інфраструктур </td>
                                <td>Проф. Петренко А. І. </td>
                                <td class></td>
                                <td class></td>
                            </tr>

                            <tr>
                                <td>chech 3 </td>
                                <td>Несанкціонований доступ до Веб-сайтів та засоби попередження </td>
                                <td>Доц. Цурін О. П. </td>
                                <td class></td>
                                <td class></td>
                            </tr>
                        </tbody>
                    </table>
                </div>
            </div>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>