<?php /* Template Name: GembaPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Гемба О.В.</h1>
            <br>

            <ol>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2012_014.pdf" mce_href="/attachments/043_2012_014.pdf">Гемба О.В. Методы и средства анализа архитектуры корпоративных программных приложений / Леонтьев И.А., Гемба О.В. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 290.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2012_015.pdf" mce_href="/attachments/043_2012_015.pdf">Гемба О.В. Методы построения моделей программных проектов / Мельничук С.Ф., Гемба О.В. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 293.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_011.pdf" mce_href="/attachments/043_2011_011.pdf">Гемба О.В. Операции над онтологиями семантических поисковых систем / Гемба О.В., Моравецкая В.В. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 363.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_013.pdf" mce_href="/attachments/043_2010_013.pdf">Гемба О.В. Сравнительный анализ инструментальных средств построения онтологий / Гемба О.В., Гончаренко В.С. // Системный анализ и информационные технологии : 12-я международная научно-техническая конференция "САИТ-2010", 25-29 мая 2010, Киев, Украина : материалы. - К. : УНК "ИПСА" НТУУ "КПИ", 2010. - С. 360.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_014.pdf" mce_href="/attachments/043_2010_014.pdf">Гемба О.В. Первичный анализ текста на естественном языке в системе автоматизации построения онтологий / Гемба О.В., Середа А.А. // Системный анализ и информационные технологии : 12-я международная научно-техническая конференция "САИТ-2010", 25-29 мая 2010, Киев, Украина : материалы. - К. : УНК "ИПСА" НТУУ "КПИ", 2010. - С. 361.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_032.pdf" mce_href="/attachments/043_2008_032.pdf">Gemba O. Grid Middleware Interoperability Solution For Nordugrid And Glite / Gemba O. // CODATA-21, 3-8 October 2008, Kiev, Ukraine : abstracts. – Kiev, 2008. – P. 30.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_010.pdf" mce_href="/attachments/043_2007_010.pdf">Гемба О.В. Программное обеспечение сервиса підписки и получения сообщений / Гемба О.В., Якименко Ю.В. // Системний аналіз та інформаційні технології : 9-а міжнародна науково-технічна конф. «САІТ–2007», 15-19 травня 2007 р., Київ : матеріали конф. – К. : НТУУ «КПІ», 2007. – С. 172.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2004_001.pdf" mce_href="/attachments/043_2004_001.pdf">Гемба О.В. Алгоритмы поиска и локализации несправностей в цифрових схемах / Гемба О.В., Заблуда Д.А. // Электроника и связь. – 2004. – № 21. – С. 17–20.</a></li>
                <li>Гемба О.В. Библиотека классов графического интерфейса пользователя многоплатформенного приложения (WinNT - Unix) / Гемба О.В., Величкевич С.В. // Інформатика, управління та обчислювальна техніка : вісник НТУУ «КПІ». – 2000. – Вип. 34. – С. 61–65.</li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>