<?php /* Template Name: SvirinPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Свірін Павло Володимирович</h1>
            <br>

            <ol>
                <li>Петренко А.И. Новые подходы для брокера ресурсов Nordugrid ARC / Петренко А.И., Свистунов С.Я., Свирин П.В. // СВЧ-техника и телекоммуникационные технологии : 23-я Международная Крымская конференция «КрыМиКо’2013», 9-13 сент. 2013, Севастополь, Крым, Украина : материалы. – Севастополь, 2013. – С. 352–353.</li>
                <li>Petrenko A. Distributed Grid Brokers Architecture Using Web-Services / Petrenko A., Svistunov S., Svirin P. // Cluster Computing :&nbsp;Second International Conference&nbsp; «CC’2013», 3-5 June 2013, &nbsp;Lviv, Ukraine : proc. – Lviv, 2013. – P. 175–178.</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2013_020.pdf" mce_href="/attachments/043_2013_020.pdf">Петренко А.І. Брокер ресурсів для Nordugrid ARC із використанням прогнозування часу початку виконання. / Петренко А.І., Свистунов С.Я., Свірін П.В. // Моделювання та інформаційні технології : зб. наук. пр. – 2013. – Вип. 68. – С.&nbsp;170–176.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2013_019.pdf" mce_href="/attachments/043_2013_019.pdf">Petrenko A. Advanced brokers for Nordugrid ARC using web-services / Petrenko A., &nbsp;Svistunov S., Svirin P. // Восточно-Европейский журнал передовых технологий. – 2013. – № 3/9 (63). – С. 60–63.<br></a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2013_018.pdf" mce_href="/attachments/043_2013_018.pdf">Петренко А.І. Гібридний алгоритм брокера для NorduGridARC 2.0 для використання в сегменті УНГ / А.І. Петренко, С.Я. Свістунов, П.В. Свірін // Восточно-Европейский журнал передовых технологий. – 2013. – № 1/2 (61). – С. 4–6.<br></a></li>
                <li>Свірін П.В. Стратегії балансування навантаження в грід / Петренко А.І., Свірін П.В., Свистунов С.Я. // Комп’ютерні технології: наука і освіта : 4-а Всеукраїнська науково-практична конференція : тези доповідей. ­– К. : Університиет «Україна», 2012. – С. 52–56.</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2013_018.pdf" mce_href="/attachments/043_2013_018.pdf">Петренко А.И. Алгоритмы балансирования нагрузки в Грид-системах / Петренко А.И., Свистунов С.Я., Свирин П.В. // Системні дослідження та інформаційні технології. – 2011. – № 4. – С. 21–36.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2013_019.pdf" mce_href="/attachments/043_2013_019.pdf">Петренко А.І. Алгоритм оцінки завантаженості ГРІД-сайту / Свірін П.В., Петренко А.І., Свістунов С.Я. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 388.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2013_020.pdf" mce_href="/attachments/043_2013_020.pdf">Петренко А.І. Застосування резонансно-тунельних діодів та резонансно-тунельних транзисторів в схемних рішеннях / Петренко А.І., Свірін П.В. / Системний аналіз та інформаційні технології : 10-а міжнародна науково-технічна конференція «САІТ-2008», 20-24 травня 2008, Київ, Україна : матеріали. – К. : НТУУ «КПІ», 2008. – С. 315–316.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_011.pdf" mce_href="/attachments/043_2007_011.pdf">Петренко А.І. Логічні схеми на одноелектронних транзисторах / Петренко А.І, Свірін П.В. // Системні дослідження та інформаційні технології. – 2007. – № 4. – С. 7–14.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2005_007.pdf" mce_href="/attachments/043_2005_007.pdf">Петренко А.І. Моделювання резонансно-тунельного діоду / Петренко А.І., Свірін П.В. // Электроника и связь : тематический выпуск «Проблемы электроники». – 2005. – Ч. 2. – С. 116–119.</a></li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>