<?php /* Template Name: OfficialInformation */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
    <div class = "banner">
        <div class = "column">
        <div class = "text-banner">
            <p><strong>Кафедра СП</strong> — одна з найпрестижніших кафедр НТУУ "КПІ ім. І. Сікорського", яка першою в  Україні розпочала підготовку фахівців з комп'ютерних систем проектування у 1972 році.
            Кафедра СП здійснює підготовку фахівців для науково-дослідної, проектної і організаційно-управлінської діяльності у галузі застосування сучасних інформаційних технологій у проектуванні найрізноманітніших об'єктів штучного середовища людини і інформатизації функціонування організацій та установ.</p>
        
        </div>
        </div>
    </div>
    <div class = "text-page">
        <h1>Кафедра системного проектування</h1>
        <p>Кафедра системного проектування (СП) входить до складу факультету Системних досліджень ННК "ІПСА" при НТУУ "КПІ ім. І. Сікорського".</p>
        <div class = "small-pictures">
        <div class = "photos">
            <div class="center">
                <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/petrenko.png"><br><caption>Завідувач кафедри доктор технічних наук, професор,<br>Петренко Анатолій Іванович.</caption></div>
                <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png"><br><caption>Заступник завідувача кафедри кандидат технічних наук, доцент,<br>Кисельов Геннадій Дмитрович.</caption></div>
                </div>
            </div>
        </div>
        <p><b>Основне завдання кафедри СП</b> – підготовка фахівців з комп'ютеризації творчої інженерної діяльності людини, яка найбільш яскраво виявляється в проектуванні і створенні нових об'єктів і технологій штучного середовища. Змістом спеціальності «Інформаційні технології проектування» є застосування сучасних комп'ютерних технологій (математичного моделювання, графічних та текстових процесорів, баз даних та знань, комп'ютерних мереж, експертних систем та систем прийняття рішень, мультимедіа інформаційних технологій, інформаційних ресурсів мережі Internet) на всіх етапах індивідуального чи колективного оптимізаційного проектування та розробки нових об'єктів та процесів: попереднього дослідження, вибору принципів дії, розробок ескізного та технічного проектів, всебічного інженерного аналізу і оптимізації проекту, підготовки конструкторської документації та керуючої інформації для автоматизованих виробництв.</p>
        <h2>Фахівець в області інформаційних технологій в проектуванні покликаний вирішувати в організаціях і установах наступні функціональні задачі:</h2>
        <ol>
            <li> розробка нових шляхів використовування комп'ютерів (електронна комерція, мультимедійні системи, медичні діагностичні центри, пошукові інформаційні системи, автоматизація проектування, вбудовані системи);</li>
            <li> розробка дієвих шляхів рішення задач комп'ютеризації (програми математичних доказів і висновків, символьних обчислень, моделювання ВІС і ін.);</li>
            <li> розробка, упровадження і використовування програмного забезпечення ( розробка комп'ютерних мереж і Веб сервісу, дружнього інтерфейсу, проблем безпеки, мобільного зв'язку, комп'ютерної графіки і ігор);</li>
            <li> планування і управління інфраструктурою організації (конфігурація мережі, управління обчислювальним середовищем, проектування і реалізація інформаційних систем, розробка і використовування баз даних, розробка програмного забезпечення пошуку інформації, упровадження програмного забезпечення для комунікацій, інсталяція/оновлення комп'ютерів і комп'ютерного програмного забезпечення і т.п.).</li>
        </ol>
        <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/dsc00354.jpg"><br><caption>Студенти кафедри</caption></div>
        </div>
        <p>На кафедрі широко використовуються інформаційні технології в організації і проведенні учбового процесу, створений Web-сайт з електронними учбовими матеріалами для всіх дисциплін, що читаються на кафедрі.</p>
        <p>Підготовка студентів здійснюється на міждисциплінарній основі шляхом об'єднання компонентів інженерії і науки при рішенні задач комп'ютеризації і створенні комп'ютерних додатків. </p>
        <p>Навчальний план фундаментальної і спеціальної підготовки побудований з врахуванням міжнародних стандартів (насамперед, спільних рекомендацій ACM/IEEE/ Curricula'04) для навчання комп'ютерним наукам і забезпечує (додатково до посиленого фізико математичного циклу дисциплін фундаментальної підготовки) закріплення знань, умінь і навиків майбутніх фахівців з наступних базових питань:</p>
        <ol>
            <li><b>З комп'ютерів і комп'ютерних мереж</b>: структури даних, методи їх обробки;архітектура комп'ютерів; операційні системи; мови програмування і CASE технології; інструментарій інформаційних технологій (бази даних і знань; обробка текстів і зображень; експертні системи; електронні засоби моделювання, видавничі системи); інтерфейс користувача; локальні і глобальні комп'ютерні мережі; розподілені системи і Grid  технології, інформаційні ресурси Internet; мультимедіа і мережне співробітництво (групове проектування); захист даних і ін. </li>
            <li><b>З комп'ютерного проектування</b>:  чисельні методи і процедури алгоритмізації, теорія схем і систем; основи побудови САПР; проектування і оптимізація аналогових схем; проектування цифрових схем; архітектурно функціональне проектування і синтез на базі VHDL технологій; засоби проектування замовлених ВІС  (великих інтегральних схем); проектування мікропроцесорних систем; засоби діагностики комп'ютерів і ВІС; штучний інтелект в САПР, паралельні обчислення в САПР і ін.
            <div class="center">
            <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/image010.jpg"><br><caption>Визуалізація топології</caption></div></div></li>
            <li><b>З технологій інформаційного суспільства</b>: системи дистанційного навчання;системи віртуальної реальності; авторські системи мультимедіа; системи підтримки підприємництва; системи інформаційного менеджменту організації, включаючи управління великими програмними проектами і ін. </li>
        </ol>
        <p>Практикується також читання окремих дисциплін навчального плану і захист дипломних проектів на англійській мові. Проводиться регулярне стажування магістрів кафедри за кордоном, зокрема, у Німеччині в Франкфуртському на Одері, Котбуському і Магденбурському університетах, в науково дослідному Інституті IHP у м. Франкфурт на Одері (Німеччина) та ін. </p>
        <h2>Навчальна програма направлена на розвиток у студентів наступних особових якостей в процесі навчання:</h2>
        <ol>
            <li> здатність вирішувати задачі в широкій предметній галузі, включаючи уміння формулювати ці задачі в математичній або інших формах і використовувати математику і інший інструментарій для їх вирішення;</li>
            <li> глибоке знання і здатність використовувати нові наукові і технічні результати або дані;</li>
            <li> проектна компетентність, починаючи від складання специфікації, вибору різних альтернатив них рішень для проекту, аналізу варіантів і їх оцінки з технічної, фінансової і людської точок зору і кін чаючи технічним проектуванням, виготовленням системи, її випробуванням, оцінкою результатів тестування і написанням звіту про проект;</li>
            <li> комунікабельність і здібність до співпраці, включаючи як здібність ясно висловлювати свою думку (в усній або письмовій формі), так і здатність до колективної роботи через Інтернет; компетентність, достатню для виконання незалежної технічної/наукової розробки або дослідницької роботи;</li>
            <li> уміння використовувати сучасний комп'ютерний інструментарій для поповнення і вдосконалення знань, розширення комунікацій, посилення проектної компетентності і поліпшення сприйнятливості. </li>
        </ol>
        <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/dsc00409_1.jpg"><br><caption>Студенти кафедри</caption></div>
        </div>
        <p>Попит на таких фахівців дуже великий, кафедра СП САПР має спеціальні угоди з відомими фірмами Melexes (Бельгія), ZMD і IPH (Німеччина), Mental Graphics (США), ПроФІКС (Україна) на спільну підготовку фахівців з комп'ютерного проектування, при чому фірми надають кафедрі унікальне обладнання (наприклад, всесвітньо відомі системи проектування Cadence), спеціальні стипендії студентам, можливість закордонного стажування і навчання в аспірантурі, а також гарантованого працевлаштування на філіях цих фірм в Києві або в спільних підприємствах, діючих на Україні (IBM, Intel, Siemens, Apple, Sumsung, Microsoft і ін.) і без посередньо за кордоном. Оскільки проектні процедури мають в більшості випадків інваріантний характер, то фахівці з САПР спроможні швидко адаптуватися до інших галузевих застосувань засобів комп'ютерного проектування, включаючи створення і експлуатацію систем економічно фінансового напрямку, про що свідчать приклади успішного працевлаштування випускників кафедри, в таких компаніях як: "Самсунг Україна", "ТЭКСВЭР" ПАККОтм , "Марк Ессен", "Віадук Телеком", "ПроФІКС", "Лан Телеком", "ПрокредитБанк", "Young&amp;Rubicam", "Deutsche Wertpapierservice Bank", IBS (Information Business System and Telecom munication), ДКТ (Досягнення комп'ютерних технологій), "Мегатек", "SUN Україна" "IBM Kyiv". </p>
        <div class = "tables">
    
    <div style="overflow-x:auto;">
  <table>
    <tr>
      <th>Файл</th>
      <th>Розмір</th>
      <th>Остання зміна</th>
     </tr>
    <tr>
      <td><a class="at_icon" href="http://cad.kpi.ua/attachments/503_ОППМ_СП_ІПСА.pdf" target="_blank" title="Download this file (ОППМ_СП_ІПСА.pdf)"><img src="http://cad.kpi.ua/components/com_attachments/media/icons/pdf.gif" alt="Download this file"></a>
      <a class="at_url" href="http://cad.kpi.ua/attachments/503_ОППМ_СП_ІПСА.pdf" target="_blank" title="Download this file">Положення про кафедру Системного Проектування</a>
    </td>
      <td>387 Kb</td>
      <td>22.03.2018 19:29</td>
      </tr>
    </table>
    </div>
    </div>
    </div>
    
</div>



<?php get_footer(); ?>
</body>
</html>