<?php /* Template Name: Pracevlashtuvannja */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
    <div class = "text-page">
        <h1>Працевлаштування</h1>
        <p><b>Випускники кафедри СП</b> – це фахівці широкого профілю, що володіють комплексними знаннями в області обчислювальної математики і алгоритмізації, програмування і комп'ютерної графіки, баз даних і штучного інтелекту, архітектури комп'ютерів і комп'ютерних мереж. Основним призначенням таких фахівців є проектування і експлуатація складних програмних і програмно-апаратних інформаційних систем різного призначення, що потребує чіткого розуміння взаємодії їх математичного, програмного і апаратного забезпечення.</p>
        <p>Разом з тим, системне мислення і ґрунтовна підготовка в галузі комп’ютерних наук, наявність навиків використання сучасних мережевих інформаційних технологій дозволяють випускнику легко спеціалізуватися у різних галузях інформаційних технологій, змінювати напрямки своєї діяльності, працювати в різних організаціях і установах.</p>
        <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/rol.jpg"><br><caption>Роль навчання у кар'єрному зростаннi IT спецiалiста</caption></div>
        </div>
        <p>Наші випускники працюють архітекторами програмного і апаратного забезпечення інформаційних систем, керівниками проектів, програмістами, аналітиками комп’ютерних систем, адміністраторами комп’ютерних мереж, баз даних тощо, перерахувати все досить важко, але можна виділити декілька основних напрямів діяльності і працевлаштування випускників.</p>
        <h2>Основні напрями діяльності випускників</h2>
        <h3>Комп’ютерні інформаційні системи:</h3>
        <ul>
            <li>Проектування  комп’ютерних інформаційних систем</li>
            <li>Системна інтеграція засобів обчислювальної техніки і програмного забезпечення, проектування Інтернет-застосувань та сервісів</li>
            <li>Системна інтеграція рішень у суміжних областях знань</li>
            <li>Адміністрування і супроводження складних програмно-апаратних систем</li>
        </ul>
        <h3>Прикладне програмне забезпечення:</h3>
        <ul>
            <li>Розробка прикладного програмного забезпечення комп’ютерних інформаційних систем</li>
            <li>Веб-програмування та веб-дизайн</li>
            <li>Розробка програмного інтерфейсу та візуальних компонентів програмного забезпечення </li>
            <li>Інтеграція програмного забезпечення </li>
            <li>Супроводження програмного забезпечення </li>
            <li>Оцінка якості і тестування програмного забезпечення</li>
        </ul>
        <h3>Бази даних і знань:</h3>
        <ul>
            <li>Проектування баз даних і знать</li>
            <li>Адміністрування та супроводження баз даних</li>
            <li>Проектування систем штучного інтелекту</li>
            <li>Адміністрування та супроводження систем штучного інтелекту</li>
            <li>Інтелектуальний аналіз і обробка даних</li>
        </ul>
        <h3>Підтримка мережевої інфраструктури:</h3>
        <ul>
            <li>Адміністрування комп’ютерних мереж</li>
            <li>Експлуатація і супроводження комп’ютерних мереж</li>
            <li>Супроводження системного програмного забезпечення комп’ютерних інформаційних систем</li>
            <li>Організація захисту комп’ютерних мереж</li>
        </ul>
        <h3>Інформаційний менеджмент:</h3>
        <ul>
            <li>Управління проектами</li>
            <li>Менеджмент інформаційних технологій</li>
            <li>Менеджмент інформаційних систем</li>
            <li>Менеджмент баз даних і знань</li>
            <li>Менеджмент систем управління підприємством</li>
        </ul>
        <h3>Системи автоматизованого проектування:</h3>
        <ul>
            <li>Автоматизація проектування комп'ютерних систем, у тому числі мікропроцесорних систем та їх елементів</li>
            <li>Автоматизація проектування систем обробки біомедичних, фізичних та інших даних</li>
            <li>Моделювання та прогнозування бізнес-процесів</li>
            <li>Формалізація предметних областей при створенні автоматизованих систем</li>
            <li>Моделювання об’єктів та процесів автоматизації в комп’ютерних інформаційних системах</li>
        </ul>
        <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/dynamikit.jpg"><br><caption>Динаміка росту ІT-ринку праці в України</caption></div>
        </div>
        <p>Дослідження показують, що з ростом науково-технічного прогресу зростає автоматизація праці. Щоб отримати роботу в майбутньому, людині потрібно своєчасно освоювати новий інструментарій, шукати нестандартні рішення, працювати в тій сфері, де найбільше цінується творчий і науковий підхід.
        Інженер — це, напевно, одна з найбільш затребуваних професій майбутнього. Найбільші ІТ-компанії світу вже закладають у свої стратегії популяризацію програмування та інженерії. </p>
        <p>Відповідаючи на чисельні запитання абітурієнтів і їх батьків, ми зібрали певну інформацію щодо посад і орієнтовних заробітних плат за цими напрямами.</p>
        <!--<div class="collapsible"><div class="allmode_title"><a class="allmode_link" href="javascript:void(0)">Типові посади працівників іт-галузі</a></div></div>-->
        <button class="collapsible" onclick="expandableBlock(this)">Типові посади працівників іт-галузі</button>
        <div class="content-it-profession">
        <p><b>Розробники</b> (software — SW, hardware — HW Developer або Engeneer). У рамках цього напрямку існують такі посади, як молодші (Junior), провідні (Middle), старші інженери (Senior), керівники проектів (Principal).</p>
        <p><b>Молодші інженери</b> — студенти старших курсів (починаючи з III курсу) провідних технічних вузів по SW-, ІТ-, АСУ-спеціальностям. Вони залучені в “чорнову” роботу відділу: відладка коду (debugging), робота з “старим” кодом (портування), виправлення помилок (bug-fixing). Така робота — це прекрасна можливість для молодих фахівців набути той самий необхідного досвіду, який буде стартовим майданчиком в подальшому зростанні.</p>
        <p>Зарплата у таких фахівців, наприклад у Києві, може складати від 100—200 доларів (студенти III курсу, неповний робочий день) до 1000—1300 доларів (студенти V—VI курсів у західних SW-центрах).</p>
        <p><b>Програмісти і інженери з програмного забезпечення</b> — спеціалісти, які складають більшу частину персоналу будь-якої компанії з  розробки програмного забезпечення. Крім розробників у проектуванні беруть безпосередню участь Бізнес Аналітики, які не мають нічого спільного з системними аналітиками, а  займаються збиранням і формулюванням вимог до відповідного ПЗ; а також Інженери з якості (QA Engineer - тестувальники ). При цьому на 10 розробників ПЗ доводиться до 5 інженерів з якості. Портрет такого спеціаліста: випускник одного з технічних вузів з досвідом роботи близько 3—5 років. Такі спеціалісти залучені до основні проекти компанії: продуктові рішення, системні розробки, офшорні розробки (в залежності від специфіки компанії).</p>
        <p>Фахівців з досвідом роботи від 5 років, як правило, запрошують на позицію провідних (старших) інженерів. Такі фахівці володіють достатньою експертизою, щоб бути технічними “гуру” проекту, знати тонкощі реалізації SW/HW-рішення, брати участь в створенні архітектури, написанні тестових завдань і сценаріїв (стосовно відділів забезпечення якості). Часто у таких фахівців є 2—5 співробітників в прямому підпорядкуванні, що беруть участь в сумісному написанні кодовій частині.</p>
        <p>До позиції провідного (старшого) інженера дуже близька позиція керівника відділу (Team Leader -TL). Відмінність по позиціях — лише в числі підлеглих: як правило, у керівника відділу в підпорядкуванні від 5 до 20 фахівців. Часто керівник відділу також залучений в розробки.</p>
        <p><b>Керівник проекту(Project Manager) </b>— це одна з ключових позицій в компанії. Керівник займається веденням проектів, відстежує терміни, веде переговори із замовниками і зарубіжними колегами. Безпосередньо написанням коду або тестуванням керівник проекту вже не займається, але може бути залучений в процес обговорення архітектурних особливостей коду.</p>
        <p>Доходи керівників проектів можуть бути дуже разными — в основному це залежить від масштабу проекту. 2200—2500 доларів у українських і невеликих західних офшорах, до 5000 і більш в провідних західних центрах.</p>
        <p>В рамках Інформаційного менеджменту і мережевого адміністрування зайняті: фахівець служби технічної підтримки (Helpdesk), системний адміністратор, провідний системний адміністратор, IT-менеджер, IT-директор.</p>
        <p><b>Фахівець служби технічної підтримки (helpdesk)</b> — початкова позиція, ці фахівці працюють з UNIX і іншими мережами, серверами, внутрішніми корпоративними IT-системами. Основні обов'язки фахівця технічної підтримки (helpdesk) — консультації користувачів по питаннях інформаційних технологій, вирішення проблем користувачів, пов'язаних з експлуатацією офісної техніки, а також початкове адміністрування мережі. Зарплата залежить від наявності вищої освіти і знання англійської мови</p>
        <p><b>Системний адміністратор</b> головним чином займається адмініструванням мережі компанії. Системний адміністратор може працювати як в рамках IT-відділу компанії, так і один. Залежно від цього різняться обов'язки: якщо системний адміністратор один, то він суміщає в собі і функції helpdesk, і багато що інше.</p>
        <p>Зарплата системних адміністраторів, наприклад, у Києві, коливається від 1200 до 3500 доларів: зарплата системного адміністратора з досвідом роботи 1—2 року, початковими навиками адміністрування Windows, із знанням англійського або без складе від 1200 до 2000 доларів. Системний адміністратор з досвідом роботи 2—4 року отримуватиме вже 2000 — 2500 доларів. UNIX-администратор (із знанням англійського) отримуватиме до 3500 доларів.</p>
        <p><b>IT-менеджер </b>управляє IT- відділом. Він веде весь документообіг IT-відділу, відповідає за впровадження нових IT-політик: політики безпеки, стан корпоративної інформаційної системи (ERP - Enterprise Resource Planning), впровадження новітніх систем автоматизованого проектування і іншого прикладного і системного ПЗ, яким користуються співробітники компанії у своїй безпосередній роботі. Зарплата такого фахівця залежить від масштабу компанії і кількості людей в підпорядкуванні.</p>
        <p><b>IT-директор</b> (директор департаменту IT) несе відповідальність за IT-відділ всієї компанії, яка може бути досить великою і розгалуженою. У підпорядкуванні у IT-директора може бути від 10 до 50 чоловік, а заробітна плата варіюється залежно від масштабу компанії і зон відповідальності.</p>
        <p>До даної категорії IT-фахівців можна віднести і бізнес-аналітика. <b>Бізнес-аналітик</b> — сполучна ланка між бізнесом і IT. У обов'язку бізнес-аналітика входить дослідження, опис і моделювання бизнес-процессов компанії і їх коректування у зв'язку з впровадженням і підтримкою ERP-системи.</p>
        <p>Окремо можна виділити категорію консультантів по впровадженню систем і сервісів: ERP- систем, САПР – систем, систем інформаційної безпеки і спостереження тощо (виробництва як крупних західних, російських або українських компаній, так і розроблених на замовлення), підключення до сервісів провайдерських компаній, таких як хмарні сховища даних, хмарні обчислювальні ресурси (від всесвітньо відомих: IBM, HP, Amazon AWS and Rackspace і вітчизняних компаній) та інше.</p>
        </div>
    </div>

</div>



<?php get_footer(); ?>
</body>
</html>