<?php /* Template Name: GromovojPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Громовий О.В.</h1>
            <br>

            <ol>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2012_024.pdf" mce_href="/attachments/043_2012_024.pdf">Громовий О.В. Використання методу «редагування на льоту» (edit on fly) для побудови Web-систем / Найдьонов І.М., Громовий О.В. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 384.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_024.pdf" mce_href="/attachments/043_2011_024.pdf">Громовой А.В. Самовосстановление WEB-систем / Богатырь И.А., Громовой А.В. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 423.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_025.pdf" mce_href="/attachments/043_2011_025.pdf">Громовий О.В. Компонент для організації спілкування в Web-системах / Громовой О.В., Бондарук І.О. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 432.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_015.pdf" mce_href="/attachments/043_2010_015.pdf">Громовой А.В. Программные средства игрового обучения и мониторинга знаний / Громовой А.В., Шевцов А.А., Ставицкий Е.В. // Системный анализ и информационные технологии : 12-я международная научно-техническая конференция "САИТ-2010", 25-29 мая 2010, Киев, Украина : материалы. - К. : УНК "ИПСА" НТУУ "КПИ", 2010. - С. 362.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_017.pdf" mce_href="/attachments/043_2009_017.pdf">Громовий О.В. Порівняння вихідних результатів моделювання електронних схем / Громовий О.В., Машура О.М., Шинкарюк Д.Ю. // Системний аналіз та інформаційні технології : 11-а міжнародна науково-технічна конф. «САІТ–2009», 26-30 травня 2009 р., Київ : матеріали конф. – К. : НТУУ «КПІ», 2009. – С. 518.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_016.pdf" mce_href="/attachments/043_2009_016.pdf">Громовий О.В. Інформаційна система для віддаленого оцінювання та замовлення виготовлення промислових зразків за індивідуальним проектом / Громовий О.В., Капралов Г.О., Крещук М.С. // Системний аналіз та інформаційні технології : 11-а міжнародна науково-технічна конф. «САІТ–2009», 26-30 травня 2009 р., Київ : матеріали конф. – К. : НТУУ «КПІ», 2009. – С. 497.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_022.pdf" mce_href="/attachments/043_2008_022.pdf">Шугаев В.А. Проблемы построения и тестирования web-системы реального времени в условиях ограниченных ресурсов / Шугаев В.А., Громовой А.В., Крикун А.П., Исмагилов Е.А. // Системный анализ и информацонные технологии: 10-я международная научно-техническая конференция «САИТ-2008», 20-24 мая 2008, Киев, Украина : материалы. – К. : НТУУ «КПИ», 2008. – С. 425-426.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_014.pdf" mce_href="/attachments/043_2007_014.pdf">Громовой А.В. Проблема Пси-кнопки / Громовой А.В., Сергеев Н.С. // Системный анализ и информационные технологии : 9-я международная научно-техническая конференция "САИТ-2007", Киев : материалы. - К. : НТУУ "КПИ", 2007. - С. 147.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_015.pdf" mce_href="/attachments/043_2007_015.pdf">Громовой А.В. Сетевые технологии многоуровневого доступа к содержимому / Громовой А.В., Еременко А.В. // Системный анализ и информационные технологии : 9-я международная научно-техническая конференция "САИТ-2007", Киев : материалы. - К. : НТУУ "КПИ", 2007. - С. 149.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2007_021.pdf" mce_href="/attachments/043_2007_021.pdf">Стиканов В.Е. Некоторые аспекты анализа технических решений формирования встроенной энергонезависимой памяти / Стиканов В.Е., Фокс А., Королевич Р.А., Гудырев А.В., Громовой А.В. // Системный анализ и информационные технологии : 9-я международная научно-техническая конференция "САИТ-2007", Киев : материалы. - К. : НТУУ "КПИ", 2007. - С. 163.</a></li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>