<?php /* Template Name: Projects */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <div class="tables" id="center">
                <table>
                    <tbody>
                        <tr>
                            <th>Рік</th>
                            <th>2006</th>
                            <th>2007</th>
                            <th>2008</th>
                            <th>2009</th>
                            <th>2010</th>
                            <th>2011</th>
                            <th>2012</th>
                        </tr>
                        <tr>
                            <td rowspan="2">Держбюджетні теми</td>
                            <td colspan="2"><a href="#f2975">2975-Ф</a></td>
                            <td colspan="2">2115-П</td>
                            <td colspan="2">2329-П</td>
                            <td><a href="#2527p">2527-П</a></td>
                        </tr>
                        <tr>
                            <td><br></td>
                            <td colspan="2"><a href="#it506">НТР ІТ/506-2007</a></td>
                            <td>НТР ІТ/558-2009 </td>
                            <td><br></td>
                            <td><br></td>
                            <td><br></td>
                        </tr>
                        <tr>
                            <td>Госпдоговірні теми</td>
                            <td><a href="#ndr106">НДР 1-06</a></td>
                            <td><a href="#ndr107">НДР 1-07</a></td>
                            <td><a href="#ndr108">НДР 1-08</a></td>
                            <td><a href="#ndr109">НДР 1-09</a></td>
                            <td><br></td>
                            <td><br></td>
                            <td><br></td>
                        </tr>
                        <tr>
                            <td rowspan="2">Міжнародні проекти</td>
                            <td colspan="3">УНТЦ-3278</td>
                            <td><br></td>
                            <td><br></td>
                            <td colspan="2">EduMEMS</td>
                        </tr>
                        <tr>
                            <td><a href="#Panasonic">Panasonic</a></td>
                            <td><a href="#grantIBM">Грант IBM</a></td>
                            <td><br></td>
                            <td><br></td>
                            <td><br></td>
                            <td><br></td>
                            <td><br></td>
                        </tr>
                        <tr>
                            <td>Σ</td>
                            <td><br></td>
                            <td><br></td>
                            <td><br></td>
                            <td><br></td>
                            <td><br></td>
                            <td><br></td>
                            <td><br></td>
                        </tr>
                    </tbody>
                </table>
            </div>

            <h2>2006 рік</h2>

            <a class="mceItemAnchor" name="ndr106">
                <p>Госпдоговірна НДР № 1-06 „Розробка системи системи комутації оптоволоконих ліній зв’язку з захистом від несанкціонованого доступу”.</p>
            </a>

            <p>Науковий керівник роботи – к.т.н., доцент Артюхов В.Г.</p>
            <p>Відповідальний виконавець – н.с. Стацюра Є.В.</p>
            <p>Аналіз телекомунікаційних мереж загального користування, а також мереж кабельного телебачення засвідчує, що сьогодні різко зростає кількість волокон у оптоволоконних кабелів зв’язку. У сьогоденний час кількість оптичних волокон може бути більш 544 і цей показник постійно зростає. Крім того до оптичних волокон при монтажі та комутації не можна торкатися, тому що це призводить до появи перехідної перешкоди тривалістю 0,3 сек., що при швидкості передачі 622 Мбіт/c призводить до втрати до 200 Мбіт інформації.</p>
            <p>Пропонується система комутації оптичних волокон з захистом від несанкціонованого доступу, яка дозволяє керувати більш ніж 4000 оптичних волокон оптоволоконних ліній зв’язку з мінімізацією перехідної перешкоди, яка призводить до збоїв в роботі приладів передачі даних. Система реалізує неможливість доступу до працюючих волокон по яких реалізується передача даних. Комутація можлива тільки не працюючих волокон.</p>
            <p>Результати впровадження системи комутації оптоволоконних ліній зв’язку з захистом від несанкціонованого доступу дозволяють комутувати оптичні волокна, без втрати інформації, зменшити час переходу на резервні волокна, збільшити перешкодозахищеність оптоволоконних ліній зв’язку.</p>

            <a class="mceItemAnchor" name="Panasonic">
                <p>Panasonic</p>
            </a>
            <p>Через Інноваційний бізнес-інкубатор «Політехцентр», який є складовою частиною технополіса «Київська політехніка», виконується проект від 01.04.2006 з Лабораторією цифрових телекомунікацій компанії PANASONIC. Відділення Північної Америки Panasonic, Принстон, Нью-Джерсі, 08540, США. Область використання результатів Проекту відноситься до професійних телекомунікаційних і мережевих технологій.</p>

            <br>

            <h2>2007 рік</h2>
            <a class="mceItemAnchor" name="f2975">
                <p>Держбюджетна НДР №2975-ф. „Методи та засоби паралельного скорочення моделей надвеликих RLC схем”</p>
            </a>
            <p>Науковий керівник роботи – д.т.н., професор Петренко А.І.</p>
            <p>Відповідальний виконавець – к.т.н., доцент Ладогубець В.В.</p>
            <p>Здійснено аналіз структур великих інтегральних схем з метою виявлення впливу взаємного розташування елементів електронної схеми та впливу міжз’єднань. Цей вплив урахований шляхом включення до структури проектуємої схеми еквівалентних схем заміщення ліній зв’язку у вигляді паразитних RLC ланцюгів. Виявлені особливості конфігурації та міжз’єднань та оцінені практичні розміри паразитних RLC ланцюгів.</p>
            <p>Розроблені рекомендації та вимоги до особливостей конфігурацій та міжз’єднань надвеликих RLC кіл для швидкодіючих ВІС та МЕМС.</p>
            <p>Розроблені та досліджені нові підходи та методи скорочення моделей паразитних RLC ланцюгів, які базуються як на ідеях макромоделювання, так і на використанні Y-∆ перетворювання. Проведені дослідження особливостей алгоритмів зберігання, пошуку та перетворювання&nbsp; інформації&nbsp; у надвеликих масивах даних. З урахуванням розміру задач (до декілька мільйонів компонентів) розроблені відповідні обчислювальні алгоритми, які реалізовані&nbsp; у вигляді паралельних процедур, до складу яких входять спеціально розроблені ефективні та швидкодіючі&nbsp;&nbsp; алгоритми зберігання, пошуку та перетворювання інформації у надвеликих масивах даних.</p>
            <p>Розроблені алгоритми скорочення надвеликих RC схем в основу яких закладені наступні положення:</p>
            <ul>
                <li>Попереднє упорядкування усіх вузлів схеми по параметру RC.</li>
                <li>Визначення всіх вузлів для яких RC « ω<sub>б </sub>, де ω<sub>б</sub> – кругова базова частота функціонування пристрою.</li>
                <li>Почергове скорочення за допомогою Y-∆ перетворювання вузлів, визначених на попередньому етапі.</li>
            </ul>
            <p>Розроблені алгоритми скорочення паразитних RC ланцюгів на базі матричних методів макромоделювання.</p>
            <p>Розраховані відповідні співвідношення для виконання процедури скорочення та проведено їх перевірку на модельних задачах. Теоретично доведено адекватність та точність розрахованих співвідношень. Розроблено алгоритм, який поширює цей підхід на випадок RLC ланцюгів.</p>

            <a class="mceItemAnchor" name="ndr107">
                <p>Госпдоговірна НДР № 1-07. “Розробка системи підвищення пропускної спроможності оптоволоконних ліній зв’язку із застосуванням широкополосних частотних мультиплексорів”</p>
            </a>

            <p>Науковий керівник роботи- к.т.н., доц. Артюхов В.Г.,</p>
            <p>Проведено аналіз існуючих технологій підвищення пропускної спроможності оптоволоконних ліній зв’язку. Показано, що використання широкополосних частотних мультиплексорів дозволяє найбільш ефективно підвищити пропускну спроможність оптоволоконних ліній зв’язку. Розроблено структуру системи з використанням широкополосних частотних мультиплексорів. Розроблено програмне забезпечення керування системою. Проведено комплексні дослідження апаратури в лабораторних умовах, показано, що розроблена система відповідає світовому рівню. Показано, що впровадження системи дозволяє в деяких випадках зовсім відказатися від будівництва нових оптоволоконних ліній зв’язку, а тільки прозвести заміну приємно-передаючого обладнання, що коштує на порядок дешевше.</p>
            <p>Результати НДР запропоновані до впровадження операторам зв’язку, операторам інтернет, операторам кабельного телебачення.</p>

            <a class="mceItemAnchor" name="grantIBM">
                <p>Грант IBM</p>
            </a>
            <p>Для виконання інноваційних проектів з САПР проф.. Петренко А. І. одержав Грант фірми IBM на суму 8000.00 дол.США.</p>

            <br>

            <h2>2008 рік</h2>
            <a class="mceItemAnchor" name="ndr108">
                <p>Госпдоговірна НДР № 1-08. “Розробка системи комутації оптоволоконних ліній зв’язку із застосуванням оптичних сплитерів”</p>
            </a>
            <p>Науковий керівник роботи – к.т.н., доцент Артюхов В.Г.</p>
            <p>Проведено аналіз існуючих технологій підвищення пропускної спроможності оптоволоконних ліній зв’язку. Показано, що використання широкополосних частотних мультиплексорів дозволяє найбільш ефективно підвищити пропускну спроможність оптоволоконних ліній зв’язку. Розроблено структуру системи з використанням широкополосних частотних мультиплексорів. Розроблено програмне забезпечення керування системою. Проведено комплексні дослідження апаратури в лабораторних умовах, показано, що розроблена система відповідає світовому рівню. Показано, що впровадження системи дозволяє в деяких випадках зовсім відказатися від будівництва нових оптоволоконних ліній зв’язку, а тільки прозвести заміну приємно-передаючого обладнання, що коштує на порядок дешевше.</p>
            <p>Результати НДР запропоновані до впровадження операторам зв’язку, операторам інтернет, операторам кабельного телебачення.</p>

            <a class="mceItemAnchor" name="it506">
                <p>Науково-технічна робота № ІТ/506-2007. „Створення національної GRID - інфраструктури для забезпечення наукових досліджень”.</p>
            </a>
            <p>Проект (<u><a href="http://www.grid.kpi.ua/">www.grid.kpi.ua</a>) </u>присвячено побудові сегменту МОНУ національної Grid - інфраструктури з відповідними сервісами для надання можливості вітчизняним науковцям плідно співпрацювати в Європейському науковому просторі (European Research Area, ERA) і сприяти створенню економіки інформаційного суспільства, заснованої на знаннях, шляхом впровадження наукових концепцій Grid і найбільш вагомих наукових додатків, які використовуються в Grid середовищі. Grid технології дозволяють підвищити творчий потенціал людства, об'єднавши обчислювальні потужності для найважливіших додатків і дозволивши географічно розділеним користувачам сіті взаємодіяти і підтримувати спільну роботу.</p>
            <p>Grid сегмент МОНУ на відміність від Grid сегменту НАНУ, який є Grid обчислювального типу (<strong>Computing Grid</strong>), можна віднести до Grid інформаційного типу (<strong>Data Grid</strong>), тому що проект Ugrid головним чином пов’язаний з забезпеченням обслуговування Української філії Світового Центру Даних (УФ СЦД), надавши його клієнтам віддалений доступ до світових сховищ наукових даних, можливості ефективного сумісного використання комп’ютерів, унікальних експериментальних установок і приладів (<a href="http://www.wdc.org.ua/">www.wdc.org.ua</a>). УФ СЦД є складовою частиною системи Світових Центрів Даних, яка створена та підтримується Міжнародною Радою з науки. Вона збирає, зберігає й обмінюється даними з іншими центрами за ступними напрямками:</p>
            <div class="items">
                <ul>
                    <li> Фізика твердої Землі (сейсмологія, гравіметрія, геомагнетизм, морська геологія та геофізика та ін.);</li>
                    <li> Сонячноземна фізика (сонячна активність, космічні промені, іоносферні явища таін.);</li>
                    <li> Гідрологія, гідрометрія;</li>
                    <li> Сталий розвиток;</li>
                    <li> Енергетична безпека;</li>
                    <li> Технології інформаційного суспільства.</li>
                </ul>
            </div>

            <br>

            <h2>2009 рік</h2>
            <a class="mceItemAnchor" name="ndr109">
                <p>Госпдоговірна НДР № 1-09 „Розробка системи комутації багатоволоконних ліній зв’язку”.</p>
            </a>
            <p>Науковий керівник роботи – д.т.н., проф. Петренко А.І.</p>

            <br>

            <h2>2012 рік</h2>
            <a class="mceItemAnchor" name="2527p">
                <p>Держбюджетна НДР №2527-п. "Методи побудови платформо-незалежних паралельних систем автоматизованого схемотехнічного проектування з засобами доступу через Інтернет"</p>
            </a>
            <p>Науковий керівник роботи – д.т.н., проф. Петренко А.І.</p>
            <p>Відповідальний виконавець – к.т.н., с.н.с Ладогубець В.В.</p>

            <br>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>