<?php /* Template Name: KapshukPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Капшук Олег Олексійович</h1>
            <br>

            <ol>
                <li><a href="http://cad.kpi.ua/attachments/043_2014_00_k.pdf">Костенко О.В.,Капшук О.О. Проблеми iнтероперабельностi Нацiональної системи електронного цифрового пiдпису в Українi та шляхи їх вирiшення / 16-th International conference on System Analysis and Information Technologies SAIT 2014. Institute for Applied System Analysis, National Technical University of Ukraine “KPI”, Kyiv, Ukraine, May 26–30, 2014.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2013_013.pdf">Капшук О.О. Надiйнiсть захисту веб-сайтiв вiд автоматичного розпiзнавання символiв CAPTCHA / Капшук О.О., Бєлушкін М.Є. / Системный анализ и информационные технологии : 15-я международная научно-техническая конференция "САИТ-2013", 27-31 мая 2013, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2013. – С. 436–437.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2013_014.pdf">Капшук О.О. Захист вiд спуфiнгу в технологiях розпiзнавання обличчя / Капшук О.О., Кондратенко В.В. / Системный анализ и информационные технологии : 15-я международная научно-техническая конференция "САИТ-2013", 27-31 мая 2013, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2013. – С. 438–439.</a></li>
                <li>Капшук О.А.&nbsp; Биометрическая идентификация и аутентификация пользователей в информационных технологиях и системах / Капшук О.А. // 3-я міжнародна науково-практична конференція «Інформаційні технології та коп’ютерна інженерія», 29-31 травня 2012, Вінниця, Україна : тези доповідей. – Вінниця: ВНТУ, 2012. – С. 158-159.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2012_009.pdf">Капшук О.А. Биометрические технологии в системах информационной безопасности / Капшук О.А. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 275–276.</a></li>
                <li>Капшук О.О. Технології розпізнавання обличчя в інформаційних системах / Капшук О.О. // Комп’ютерні технології: наука і освіта : 4-а Всеукраїнська науково-практична конференція : тези доповідей. ­– К. : Університиет «Україна», 2012. – С. 39–42.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2011_026.pdf">Капшук О.А. Методы и средства защиты от спуфинга в биометрических системах контроля и управления доступом с использованием технологии распознавания лиц / Капшук О.А. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 443.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2011_014.pdf">Капшук О.А. Проблемы хранения биометрических параметров в базах данных систем идентификации личности / Капшук О.А., Старосельский А.Я. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 372.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2011_013.pdf">Капшук О.А. Анализ существующих средств защиты баз данных / Капшук О.А., Старосельская А.В. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 371.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2010_054.pdf">Капшук О.О. Реалізація технологій розпізнавання обличчя осіб в інформаційних системах і технологіях / Капшук О.О. // Інформатика, обчислювальна техніка та кібернетика : Вісник Університету «Україна». – К. : Університет «Україна», 2010. – №8. – С. 188–193.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2010_029.pdf">Капшук О.А. Реализация технологии распознавания лиц в системах контроля и управления доступом / Капшук О.А. // Системный анализ и информационные технологии : 12-я международная научно-техническая конференция "САИТ-2010", 25-29 мая 2010, Киев, Украина : материалы. - К. : УНК "ИПСА" НТУУ "КПИ", 2010. - С. 445.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2009_009.pdf">Капшук О.А. Технологии мультибиометрической идентификации и их реализация в системах контроля и управления доступом / Капшук О.А. // Системный анализ и информационные технологии : 11-я международная научно-техническая конференция «САИТ-2009», 26-30 мая 2009, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2009. – С. 427.</a></li>
                <li>Капшук О.А. Технологии биометрической идентификации и их реализация в системах ограниченного доступа / Капшук О.А. // Электроника и связь : тематический выпуск «Проблемы электроники». – 2007.&nbsp; – Ч. 2. – С. 124–128.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2007_017.pdf">Капшук О.А. Анализ технологий биометрической идентификации и их применения для ограничения доступа к информационным ресурсам в системах автоматизированного проектирования / Капшук О.А. // Системный анализ и информационные технологии : 9-я международная научно-техническая конференция "САИТ-2007", Киев : материалы. - К. : НТУУ "КПИ", 2007. - С. 152.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2005_004.pdf">Капшук О.А. Моделирование тонкопленочных микроболометров с помощью пакета ALLTED / Капшук О.А., Крамар А.В., Рабышко В.А. // Электроника и связь : тематический выпуск «Проблемы электроники». – 2005. – Ч. 1. – С. 113–116.</a></li>
                <li>Капшук О.А. Моделирование микроэлектро-механических сенсоров / Капшук О.А., Бигвава В.Д., Рабышко В.А. // Оптико-электронные приборы и устройства в системах распознавания образов, обработки изображений и символьной информации : 6-я международная конференция, 2003, Курск, Россия. – Курск, 2003.</li>
                <li>Капшук О.А. Моделирование тонкопленочных микроболометров с помощью пакетов схемотехнического проектирования / Капшук О.А., Рабышко В.А., Старченко А.С. // Фізичні процеси та поля технічних і біологічних об’єктів : Всеукраїнська науково-технічна конференція, 2003, Кременчук, Украина. – Кременчук, 2003.</li>
                <li>Капшук О.А. Проблемы моделирования микроэлектромеханических сенсоров / Капшук О.А., Рабышко В.А., Старченко А.С. // Оптико-электронные приборы и устройства в системах распознавания образов, обработки изображений и символьной информации : 6-я международная конференция, 2003, Курск, Россия. – Курск, 2003.</li>
                <li>Капшук О.А. Микросенсоры потоков и их проектирование / Капшук О.А., Рабышко В.А., Ладогубец В.В., Крамар А.В. // Электроника и связь. – 2002. – № 17. – С. 108–112.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_1999_006.pdf">Капшук О.А. Неохлаждаемая тепловизионная система на базе пирокона для визуализации теплових полей / Капшук О.А., Рабышко В.А., Крамар А.В. // Электроника и связь. – 1999. – Т. 2. – № 6. – С. 13–17.</a></li>
                <li>Капшук О.А. Программное обеспечение средств обработки изображений неохлождаемой тепловизионной системы / Капшук О.А., Рабышко В.А., Крамар А.В. // Теория и техника передачи, приема и обработки информации : 5-я международная конференция, 1999, Харьков : труды конф. – Харьков, 1999.</li>
                <li>Капшук О.А. Средства контроля эксплуатационных параметров пироэлектрических видиконов / Зашивайло Т.В., Капшук О.А., Рабышко В.А. // Теория и техника передачи, приема и обработки информации : 5-я международная конференция, 1999, Харьков : труды конф. – Харьков, 1999.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_1997_003.pdf"> О.А. Капшук. Тепловизионный аппаратно-программный комплекс контроля и диагностики / О.А.Капшук, В.А. Рабышко, А.В. Крамар, Р.В. Шипилов, И.Н. Новиков // Электроника и связь. – 1997. – Ч. 2. – № 2. – С. 453–456.</a></li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>