<?php /* Template Name: KornachevskijPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Корначевський Ярослав Ілліч</h1>
            <br>

            <ol>
                <li><a href="http://cad.kpi.ua/attachments/043_2000_009.pdf" mce_href="/attachments/043_2000_009.pdf">Корначевський Я.І. Інтерполяція відеокадрів / Корначевський Я.І., Ніколаєнко А.К. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 387–388.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2012_023.pdf" mce_href="/attachments/043_2012_023.pdf">Корначевський Я.І. Сучасні інформаційні технології програмної обробки відеопослідовностей / Корначевський Я.І., Зубенко І.М., Макеєнок О.М. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 347–348.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2011_047.pdf" mce_href="/attachments/043_2011_047.pdf">Корначевський Я.І. Генетичні алгоритми в САПР / Корначевський Я.І., Ладогубець В.В. // Інформатика, управління та обчислювальна техніка : вісник НТУУ «КПІ». – 2011. – Вип. 54. – С. 48–53.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2011_010.pdf" mce_href="/attachments/043_2011_010.pdf">Корначевський Я.І. Методи паралелізації в задачах фізичної верифікації / Бритова О.О., Корначевський Я.І. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 359.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2010_018.pdf" mce_href="/attachments/043_2010_018.pdf">Корначевський Я.І. Системи Data Mining / Корначевський Я.І. // Системний аналіз та інформаційні технології : 12-а міжнародна науково-технична конференція "САІТ-2010", 25-29 травня 2010, Київ, Україна : материали. - К. : ННК "ІПСА" НТУУ "КПІ", 2010. - С. 369.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2010_017.pdf" mce_href="/attachments/043_2010_017.pdf">Корначевський Я.І. Дослідження засобів організації паралельних обчислень на графічних процесорах / Корначевський Я.І., Кобилінський О.А. // Системний аналіз та інформаційні технології : 12-а міжнародна науково-технична конференція "САІТ-2010", 25-29 травня 2010, Київ, Україна : материали. - К. : ННК "ІПСА" НТУУ "КПІ", 2010. - С. 367.</a><span> </span><a href="http://cad.kpi.ua/attachments/043_2010_018ppt.pdf" mce_href="/attachments/043_2010_018ppt.pdf">&nbsp;Тези</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2008_034.pdf" mce_href="/attachments/043_2008_034.pdf">Kharchenko K.V. 3D Multiplatform Data Visualization / Kharchenko K.V., Kornachevskyy Y.I. // CODATA-21, 3-8 October 2008, Kiev, Ukraine : abstracts. – Kiev, 2008. – P. 84.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2008_018.pdf" mce_href="/attachments/043_2008_018.pdf">Корначевський Я.І. Дослідження ефективності виконання паралельних обчислень на різних технологіях / Підоплічко В.С., Корначевський Я.І. // Системний аналіз та інформаційні технології : 10-а міжнародна науково-технічна конференція «САІТ-2008», 20-24 травня 2008, Київ, Україна : матеріали. – К. : НТУУ «КПІ», 2008. – С. 303.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2008_017.pdf" mce_href="/attachments/043_2008_017.pdf">Кобилінський О.А. Дослідження технології PHP для створення інформаційних порталів / Кобилінський О.А., Корначевський Я.І. // Системний аналіз та інформаційні технології : 10-а міжнародна науково-технічна конференція «САІТ-2008», 20-24 травня 2008, Київ, Україна : матеріали. – К. : НТУУ «КПІ», 2008. – С. 302.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2008_018.pdf" mce_href="/attachments/043_2008_018.pdf">Корначевский Я.И. Метод регуляризации треугольной сетки с использованием линейной системы уравнений / Корначевский Я.И., Харченко К.В. // Системный анализ и информационные технологии : 9-я международная научно-техническая конференция "САИТ-2007", Киев : материалы. - К. : НТУУ "КПИ", 2007. - С. 155.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2008_034.pdf" mce_href="/attachments/043_2008_034.pdf">Корначевський Я.І. Застосування бібліотеки .NET для паралельних розрахунків у багатопроцесорних системах / Корначевський Я.І., Харченко К.В. // Системний аналіз та інформаційні технології :&nbsp; 9-а міжнародна науково-технічна конф. "САІТ-2007", 15-19 травня 2007 р., Київ : матеріали конф. - К. : НТУУ "КПІ", 2007. - С. 154.</a></li>
                <li><a href="http://cad.kpi.ua/attachments/043_2010_017.pdf" mce_href="/attachments/043_2010_017.pdf">Корначевський Я.І. Порівняльне дослідження модифікацій моделей BSIM 3v3, вбудованих в пакети схемотехнічного проектування ALLTED та SPICE / Корначевський Я.І., Ладогубець В.В. // Электроника и связь. – 2004. – № 21. – С. 30–33.</a></li>
                <li>Я.І. Корначевський. Врахування ефекту консервації заряду в BSIM-моделях / Я.І. Корначевський // Комп’ютерні системи проектування. Теорія і практика : Вісник НУ «Львівська політехніка». – 2004. – № 501. – С. 178–182.</li>
                <li>Я.І. Корначевський. Особливості реалізації інверсного режиму в КМОН моделях на прикладі BSIM / Я.І. Корначевський, В.В. Ладогубець // Вісник національного університету "Львівська політехніка". – 2003.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2011_047.pdf" mce_href="/attachments/043_2011_047.pdf">Корначевський Я.І. Моделі КМОН-транзисторів для проектування інтегральних схем субмікронного рівня / Корначевський Я.І. // Электроника и связь. – 2003. – № 18. – С. 76–79.</a></li>
                <li>Корначевський Я.І. Особливості реалізації інверсного режиму в КМОН моделях на прикладі BSIM / Корначевський Я.І., Ладогубець В.В. // Электроника и связь. – 2002. – № 17. – С. 3–6.</li>
                <li><a href="http://cad.kpi.ua/attachments/043_2000_009.pdf" mce_href="/attachments/043_2000_009.pdf">А.I. Петренко. Особливості візуалізації даних в САПР за допомогою OpenGL. / А.I. Петренко, Я.I. Корначевський // Электроника и связь. – 2000. – Т. 2, № 8. – С. 279–282.</a></li><a href="http://cad.kpi.ua/attachments/043_2000_009.pdf" mce_href="/attachments/043_2000_009.pdf">
                </a>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>