<?php /* Template Name: ZabaraPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Забара Станіслав Сергійович</h1>
            <br>

            <ol>
                <li>Забара С.С., Дехтярук М.Т. Розробка автоматизованої системи оптимізації роботи перевантажувального комплексу. Восточно-Европейский журнал передовых технологий. Харьковская государственная академия железнодорожного транспорта ЧП «Технологический Центр». – Харьков.: 2015. – 1/3 (73). – Процессы управления. – с. 8-14.</li>
                <li>Забара С.С., Дехтярук М.Т. Оптимизация функционирования транспортно-технологических систем перевозки грузов. Управляющие системы и машины. Международный научный журнал. Ин-т кибернетики им. В.М.Глушкова НАН Украины. – 2014. - № 4. – с. 10-17.</li>
                <li>Забара С.С., Дехтярук М.Т. Автоматизована система управління транспортними перевезеннями. Системні дослідження та інформаційні технології. Міжнародний науково-технічний журнал. Інститут прикладного системного аналізу НТУУ «Київський політехнічний інститут» МОН та НАН України.- No2.- 2014. - С. 18-28.</li>
                <li>Таланчук П.М., Забара С.С., Дехтярук М.Т. Автоматизированная система оптимизации распределения автомобилей по объектам перевозок. Управляющие системы и машины. Международный научный журнал. Ин-т кибернетики им. В.М. Глушкова НАН Украины. -2013.-No 6.- С. 3-12.</li>
                <li>Забара С.С., Дехтярук М.Т. Оптимизация функционирования транспортно-технологических систем перевозки грузов. Управляющие системы и машины. Международный научный журнал. Ин-т кибернетики им. В.М. Глушкова НАН Украины. -2014.-No 3.- С. 34-40</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_057.pdf" mce_href="/attachments/043_2010_057.pdf">Забара С.С. Автоматизована система оптимізації вантажних перевезень / Забара С.С., Дехтярук М.Т. / Системный анализ и информационные технологии : 15-я международная научно-техническая конференция "САИТ-2013", 27-31 мая 2013, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2013. – С. 430–431.</a></li>
                <li>Забара С.С. Нанотехнологии и вычислительная техника / Забара С.С. // Комп’ютерні технології: наука і освіта : 4-а Всеукраїнська науково-практична конференція : тези доповідей. ­– К. : Університиет «Україна», 2012. – С. 63–66.</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_041.pdf" mce_href="/attachments/043_2011_041.pdf">Філімонова Н.Б. Адаптивні фільтри видалення артефактів з ЕЕГ на основі Вейвлет-аналізу з використанням функцій Кравчука / Філімонова Н.Б., Забара С.С. // Вісник університету «Україна» : Інформатика, обчислювальна техніка та кібернетика. – К. : Університет «Україна», 2011. – № 2. – С. 225–233.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_057.pdf" mce_href="/attachments/043_2010_057.pdf">Забара С.С. Семантические базы данных документов с различным&nbsp;реквизитным содержанием / Забара С.С., Изварин И.В. // Комп’ютерно-інтегровані технології: освіта, наука, виробництво. – Луцьк, 2010. – № 5. – С. 87–90. – (електронне видання).</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_048.pdf" mce_href="/attachments/043_2010_048.pdf">Забара С.С. Вейвлет–перетворення з використанням функцій Кравчука / Забара С.С., Філімонова Н.Б. // Інформатика, обчислювальна техніка та кібернетика : Вісник Університету «Україна». – К. : Університет «Україна», 2010. – №8. – С. 5–13.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_041.pdf" mce_href="/attachments/043_2010_041.pdf">Забара С.С. До питання сучасних досліджень в галузі систем штучного інтелекту. Анозогнозія як ключ до зміни свідомості / Забара С.С., Короненко А.М. // Комп’ютерні технології: наука і освіта : 5-а Всеукраїнська науково-практична конференція : тези доп. – Київ, 2010. – С. 86–90.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_039.pdf" mce_href="/attachments/043_2010_039.pdf">Забара С.С. Об опыте и перспективах внедрения новой информационной технологии автоматизации управления дискретными процессами / Бурлаков М.В., Забара С.С., Павленко В.И. // Комп’ютерні технології: наука і освіта : 5-а Всеукраїнська науково-практична конференція : тези доп. – Київ, 2010. – С. 33–37.</a></li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>