<?php /* Template Name: ArtuhovPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Георгізова-Гай Вікторія Шалвівна</h1>
            <br>

            <ol>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2014_01_gg.pdf" mce_href="/attachments/043_2014_01_gg.pdf">Гіоргізова-Гай В.Ш. Сервіс дистанційного відео навчання на основі «хмарної» технології /Гіоргізова-Гай В.Ш., Абрамова О.О., Гребенко П.А. // Тези доповідей 16-й межнародної науково-техничної конференції «САИТ-2014», м.Київ. &nbsp;26.05.2014. с.287.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2012_007.pdf" mce_href="/attachments/043_2012_007.pdf">Гіоргізова-Гай В.Ш. Інтерфейс для змішаного моделювання аналого-цифрових схем з послідовною структурою блоків / Гіоргізова-Гай В.Ш., Бобир К.М. // Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 270.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_036.pdf" mce_href="/attachments/043_2011_036.pdf">Гіоргізова-Гай В.Ш. Особливості забезпечення надійного доступу до грід-інфраструктури / Гіоргізова-Гай В.Ш., Сулімов А.В. // Вісник університету «Україна» : Інформатика, обчислювальна техніка та кібернетика. – К. : Університет «Україна», 2011. – № 2. – С. 76–80.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_031.pdf" mce_href="/attachments/043_2011_031.pdf">Гиоргизова-Гай&nbsp;В.Ш. Выбор протокола динамической маршрутизации в корпоративной ІР-сети&nbsp;/&nbsp;Бачинский&nbsp;В.А., Гиоргизова-Гай&nbsp;В.Ш.&nbsp;// Системні дослідження та інформаційні технології. – 2011. – №&nbsp;1. – С.&nbsp;99–110.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_010.pdf" mce_href="/attachments/043_2009_010.pdf">Гиоргизова-Гай В.Ш. Использование системы BOINC в корпоративной компьютерной сети / Концевой Д.В., Гиоргизова-Гай В.Ш. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 376.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_012.pdf" mce_href="/attachments/043_2011_012.pdf">Гиоргизова-Гай В.Ш. Построение одноуровневой Грид-системы на платформе Condor / Гиоргизова-Гай В.Ш., Голубовский А.В. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 364.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_030.pdf" mce_href="/attachments/043_2010_030.pdf">Гіоргізова-Гай В.Ш. Порівняльне тестування антивірусних програм / Гіоргізова-Гай В.Ш., Жаглевський В.А. // Інформатика, обчислювальна техніка та кібернетика : Вісник Університету «Україна». – К. : Університет «Україна», 2010. – №8. – С. 92–95.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_040.pdf" mce_href="/attachments/043_2010_040.pdf">Гіоргізова–Гай В.Ш. Особливості забезпечення надійного доступу до Грід-інфраструктури / Гіоргізова-Гай В.Ш., Сулімов А.В. // Комп’ютерні технології: наука і освіта : 5-а Всеукраїнська науково-практична конференція : тези доп. – Київ, 2010. – С. 54–58.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_030.pdf" mce_href="/attachments/043_2010_030.pdf">Гиоргизова-Гай В.Ш. Исследование механизмов информационной безопасности на портале SDGrid в национальной Грид-инфраструктуре / Гиоргизова-Гай В.Ш., Сулимов А.В. // Системный анализ и информационные технологии : 12-я международная научно-техническая конференция "САИТ-2010", 25-29 мая 2010, Киев, Украина : материалы. - К. : УНК "ИПСА" НТУУ "КПИ", 2010. - С. 492</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_012.pdf" mce_href="/attachments/043_2011_012.pdf">Гиоргизова-Гай В.Ш. Способы реализации функций межсетевых экранов / Гиоргизова-Гай В.Ш., Дробина В.С. // Системный анализ и информационные технологии : 12-я международная научно-техническая конференция "САИТ-2010", 25-29 мая 2010, Киев, Украина : материалы. - К. : УНК "ИПСА" НТУУ "КПИ", 2010. - С. 439.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_010.pdf" mce_href="/attachments/043_2009_010.pdf">Гиоргизова-Гай В. Обзор рынка оборудования стандарта 802.11n / Гиоргизова-Гай В.Ш., Голубовский А.В. // Системный анализ и информационные технологии : 11-я международная научно-техническая конференция «САИТ-2009», 26-30 мая 2009, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2009. – С. 477.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_014.pdf" mce_href="/attachments/043_2008_014.pdf">Гиоргизова-Гай В.Ш. Выбор протокола маршрутизации для корпоративной сети / Гиоргизова-Гай В.Ш., Бачинский В.А.// Системный анализ и информацонные технологии: 10-я международная научно-техническая конференция «САИТ-2008», 20-24 мая 2008, Киев, Украина : материалы. – К. : НТУУ «КПИ», 2008. – С. 291.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_036.pdf" mce_href="/attachments/043_2011_036.pdf">Гиоргизова-Гай В.Ш. Создание моделей цифровых автоматов на языке VHDL для учебного процесса / Гиоргизова-Гай В.Ш., Гулый В.Д. // Электроника и связь. – 2006. – № 4(33). – С. 81–87.</a></li>
                <li>Лабораторный практикум по курсу «Математическое моделирование систем и процессов» : Методические указания к выполнению лабораторных работ для студентов специальности 8.080402 «Информационные технологии проектирования» / НТУУ «КПИ»; сост.: В.Ш. Гиоргизова-Гай. Учебное издание. – К. : Из-во «Аверс», 2006. – 75 с.</li>
                <li>Гіоргізова-Гай В.Ш. Математичне моделювання систем і процесів : курс лекцій (для студентів спеціальності 8.080402 «Інформаційні технології проектування») / Гіоргізова-Гай В.Ш.; НТУУ «КПІ» – К. : Видавництво «Аверс», 2006. – 77 с.</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2017_01_gg.pdf" mce_href="/attachments/043_2017_01_gg.pdf">Гіоргізова-Гай В.Ш. Балансування навантаження додатків у приватному «хмарному» середовищі. /Бабенко О. А., Гіоргізова-Гай В.Ш. //Вісник НТУУ «КПІ». Інформатика, управління та обчислювальна техніка: Зб. наук. пр. –К.:Век+, –2016. –No 64. –с. 4-12.
                    </a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2017_02_gg.pdf" mce_href="/attachments/043_2017_02_gg.pdf">Гіоргізова-Гай В.Ш. Забезпечення якості обслуговування трафіку VoIP у мережах кабельного телебачення /Гіоргізова-Гай В.Ш., Балашевич Р.В. // Тези доповідей 18-ймежнародноїнауково-техничноїконференції «САИТ-2016», м.Київ. 30.05.2016, С.325.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2017_03_gg.pdf" mce_href="/attachments/043_2017_03_gg.pdf">Гіоргізова-Гай В.Ш. Балансування навантаження “хмарних” додаткiв /Гіоргізова-ГайВ.Ш., Бабенко О.А. // Тези доповідей 17-ймежнародноїнауково-техничноїконференції «САИТ-2015», м.Київ. 22.06.2015, С.184.</a></li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>