<?php /* Template Name: TsurinPublications */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Публікації: Цурін Олег Пилипович</h1>
            <br>

            <ol>
                <li>Цурін О.П., Цуріна Н.О. &nbsp;Досвід використання засобів дистанційного навчання у ВНЗ для студентів очної, заочної та другої освіти, збірник доповідей на віртуальній конференції «Перспективні напрямки української науки» , 2014р</li>
                <li>Цурін О.П., Воробік А.В. Зараження &nbsp;WEB-сайтів вірусами та процес їх лікування. Збірник доповідей на віртуальній конференції «Перспективні напрямки української науки», м.Запоріжжя, 2014р</li>
                <li>Цурін О.П. доц.,к.т.н. Вербовий А.М., Пандуро Х.І. Дистанційне навчання в хмарах і його позитивні та негативні якості. Збірник доповідей на віртуальній конференції «Перспективні напрямки української науки» м.Запоріжжя, 2014р</li>
                <li>Цурін О.П. Інструментальні засоби супроводження конференцій з Web-інтерфейсом//Технологія і техніка друкарства, Т.2(44) , 2014 р., С. 73</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2012_027.pdf" mce_href="/attachments/043_2012_027.pdf">Цурін О.П. Додавання мета-тегів Google Schoolar в Web-сторінки в деяких популярних CMS / Цурін О.П., Шиманський А.С. //&nbsp; Системный анализ и информационные технологии: 14-я международная научно-техническая конференция «САИТ-2012», 24 апреля 2012, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2012. – С. 422.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_040.pdf" mce_href="/attachments/043_2011_040.pdf">Цурін О.П. Дистанційне навчання при вивченні мов програмування / Цурін О.П., Романов В.В. // Вісник університету «Україна» : Інформатика, обчислювальна техніка та кібернетика. – К. : Університет «Україна», 2011. – № 2. – С. 119–121.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2011_028.pdf" mce_href="/attachments/043_2011_028.pdf">Цурін О.П. Автоматизоване проектування Web–сайтів журналів / Цурін О.П., Цуріна Н.О., Бодрова Ю.Ю. // Системный анализ и информационные технологии : 13-я международная научно-техническая конференция «САИТ-2011», 23-28 мая 2011, Киев, Украина : материалы. – К. : УНК "ИПСА" НТУУ "КПИ", 2011. – С. 512.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_058.pdf" mce_href="/attachments/043_2010_058.pdf">Цурін О.П. Засоби підвищення InterNet статусу друкованих журналів / Цурін О.П. // Технологія і техніка друкарства. – 2010.&nbsp; – № 4. – С. 261–266.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_052.pdf" mce_href="/attachments/043_2010_052.pdf">Цурін О.П. Webometrics рейтинг університетів світу та шляхи підвищення їх рейтингу / Цурін О.П., Цуріна Н.О. // Інформатика, обчислювальна техніка та кібернетика : Вісник Університету «Україна». – К. : Університет «Україна», 2010. – №8. – С. 141–144.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_046.pdf" mce_href="/attachments/043_2010_046.pdf">Цурін О.П. Врахування Internet параметрів при оцінці рейтингу Вищих Навчальних Закладів / Цурін О.П., Цуріна Н.О. // Комп’ютерні технології: наука і освіта : 5-а Всеукраїнська науково-практична конференція : тези доп. – Київ, 2010. – С. 222–226.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2010_031.pdf" mce_href="/attachments/043_2010_031.pdf">Цурін О.П. Автоматизовані засоби розробки Web-сайтів журналів / Цурін О.П., Антонович Є.А. // Системний аналіз та інформаційні технології : 12-а міжнародна науково-технічна конференція «САІТ-2010», 25-29 травня 2010, Київ, Україна : матеріали. – К. : ННК "ІПСА" НТУУ "КПІ", 2010. – С. 502.</a></li>
                <li>Ільченко М.Ю. Національний технічний університет України «КПІ» у світовому Web-рейтингу / Ільченко М.Ю., Цурін О.П., Цуріна Н.О. // Київський політехнік : газета Національного технічного університету України «Київський політехнічний інститут». – К. : ТОВ «АТОПОЛ-інк», 2009. – № 4</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_025.pdf" mce_href="/attachments/043_2009_025.pdf">Цурін О.П. Web-портал поліграфічних видань журналів університету / Цурін О.П. Антонович Є. В. // Технологія і техніка друкарства. – 2009. &nbsp;– № 1/2. – С. 35–39.</a></li>
                <li>Цурін О.П. Web-ресурс супроводження видань журналів та конференцій із засобами інтелектуального пошуку / Цурін О.П., Антонович Є.В. // Інтелектуальний аналіз інформації : міжнародна конференція, 2009, м. Київ : праці. – Київ, 2009. – С. 409–413</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2009_015.pdf" mce_href="/attachments/043_2009_015.pdf">Цурін О.П. Автоматизовані засоби підняття Webometrics рейтингу Web-сайтів наукових установ / Цурін О.П., Іванченко Р.М. // Системний аналіз та інформаційні технології : 11-а міжнародна науково-технічна конф. «САІТ–2009», 26-30 травня 2009 р., Київ : матеріали конф. – К. : НТУУ «КПІ», 2009. – С. 446.</a></li>
                <li>Романов В.В. Використання засобів дистанційного навчання (ДН) в очній та заочній освіті / Романов В.В., Цурін О.П., Цуріна Н.О. // Сучасні тенденції розвитку інформаційних технологій в науці, освіті та економіці: Матеріали ІІ&nbsp;Всеукраїнської науково-практичної конференції. 9–11 квітня 2009&nbsp;р., м.&nbsp;Луганськ. – Луганськ: Альма-матер, 2009. – С. 181–183</li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_030.pdf" mce_href="/attachments/043_2008_030.pdf">Tsurin O.F. Development And Support Of Web-Site For Grid Project / Tsurin O.F. // CODATA-21, 3-8 October 2008, Kiev, Ukraine : abstracts. – Kiev, 2008. – P. 25.</a></li>
                <li><a target="_blank" href="http://cad.kpi.ua/attachments/043_2008_021.pdf" mce_href="/attachments/043_2008_021.pdf">Цурін О.П. Web-сайт Національної GRID Інфраструктури України / Цурін О.П., Безкоровайний Є.В. // Системний аналіз та інформаційні технології : 10-а міжнародна науково-технічна конференція «САІТ-2008», Київ : матеріали. – К. : НТУУ «КПІ», 2008. – С. 319.</a></li>
                <li>Цурін О.П. Методичний посібник для дистанційного навчання «Комп’ютерна графіка для діловодства» / Цурін О.П., Цуріна Н.О. – К. : ВМУРоЛ, 2006. – 230 с</li>
                <li>Цурiн О.П. Методичнi вказiвки до лабораторних робiт по курсу «Мультiмедiйнi технологii» / Цурiн О.П. – К. : ВМУРоЛ, 2005. – 96 с</li>
                <li>Цурiн О.П. Комп'ютерна графiка у дiловодствi (для дистанційного навчання) / Цурiн О.П. – К. : ВМУРоЛ, 2005. – 230 с</li>
                <li>Комп’ютерна графіка : конспект лекцій по курсу «Інженерна та комп’ютерна графіка» / уклад. Цурін О.П. – К. : ВМУРоЛ, 2003. – 104 с</li>
                <li>Мультимедіа та мультимедійні системи : конспект лекцій по курсу «Мультимедійні технології» / уклад. Забара С.С., Цурін О.П. – К. : ВМУРоЛ, 2004. – 154 с</li>
                <li>Цурін О.П. Електронні видання та InterNet : методичний посібник до курса лекцій / Цурін О.П. – К. : ВМУРоЛ, 2003. – 94 с</li>
                <li>Цурін О.П. Комп'ютерна графіка : методичний посібник до лабораторних робіт / Цурін О.П. – К. : ВМУРоЛ, 2002. – 34 с</li>
                <li>Цурін О.П. Комп'ютерна графіка : методичний посібник до курса лекцій / Цурін О.П. – К. : ВМУРоЛ, 2002. – 84 с</li>
                <li>Цурін О.П. Навчання роботі з програмними системами / Цурін О.П. // Виставка-конференція Київ-2000 : тези</li>
                <li>Цурін О.П. Web-дизайн від "А" до "…" / Цурін О.П., Цуріна Н.О. // ІНФОРМАТИКА : Всеукраїнська газета для вчителів. – К. : Видавництво "Шкільний світ", 2002. – № 10. – С. 5–9 ; № 11. – С. 5–7 ; № 12. – С. 5–11 ; № 16. – С. 5–9</li>
                <li>Цурін О.П. Вивчаємо та працюємо з InterNet (підручник для початківців) / Цурін О.П. – К., 1998. – 50 с</li>
            </ol>

        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>