<?php /* Template Name: ScientificDirections */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Напрямки наукової роботи кафедри СП і відділу інформаційних ресурсів</h1>

            <p>Науково-дослідну роботу на кафедрі системного проектування (СП) проводить професорсько-викладацький склад, аспіранти кафедри, а також співробітники науково-дослідного частини. Організаційно, виконавці науково-дослідних проектів працюють у структурі відділу інформаційних ресурсів науково-дослідної частини Навчально-Наукового комплексу "Інститут прикладного системного аналізу". Завідує відділом завідувач кафедри СП, д.т.н., професор, заслужений діяч науки і техніки України, Лауреат Державної премії України Петренко А.І. </p>

            <div class="tables">
                <table class="Directions">
                    <tbody>
                        <tr>
                            <td><b>Напрямок</b></td>
                            <td>Комп’ютеризація проектування, створення розподілених програмно-технічних комплексів проектування, створення інформаційних мультимедіа ресурсів для забезпечення процесів проектування і навчання</td>
                        </tr>
                        <tr>
                            <td><b>Основні наукові проблеми, які вирішуються при виконанні наукових досліджень за напрямком</b></td>
                            <td>
                                <ol>
                                    <li>Новітні математичні методи моделювання технічних і соціально-економічних об’єктів, оптимізація їх параметрів і характеристик.</li>
                                    <li>Колективне проектування в інформаційному середовищі Інтернет.</li>
                                    <li>Методологія організації програмно-технічних комплексів комп’ютерного проектування.</li>
                                    <li>Застосування мультимедіа та Веб технологій для реалізації мережного колективного проектування і навчання.</li>
                                    <li>Комп’ютерне проектування інтегральних схем.</li>
                                </ol>
                            </td>
                        </tr>
                        <tr>
                            <td><b>Наукові школи, наукові колективи (Назва, керівник, період діяльності)</b></td>
                            <td>
                                <p>наукова школа в галузі <b>Систем Комп’ютерного Проектування</b>
                                    Керівник - <b>Петренко Анатолій Іванович</b>, проф., доктор технічних наук, Заслужений діяч науки і техніки України, Лауреат Державної премії України<br>Період діяльності: <b>1970 – досі триває </b></p>
                            </td>
                        </tr>
                        <tr>
                            <td><b>Перелік спеціальностей, за якими проводиться підготовка наукових кадрів (Шифр спеціальності – її назва)</b></td>
                            <td> 05.13.12 – системи автоматизації проектувальних робіт</td>
                        </tr>
                        <tr>
                            <td><b>Перелік спеціальностей, за якими готуються спеціалісти з вищою освітою (Шифр спеціальності – її назва)</b></td>
                            <td>8.080402 – Інформаційні технології проектування</td>
                        </tr>
                    </tbody>
                </table>
            </div>

            <p>На кафедрі підготовлено більше 50 кандидатських і 5 докторських дисертацій (Петренко А.І., Денбновецький С.В., Абакумов В.Г., Тетельбаум О.Я., Глоба Л.С.) дисертацій.</p>
        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>