<?php /* Template Name: AcademicCouncil */

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>

<head>

</head>

<body>


    <div class="wrapper">
        <div class="bannerScience">
            <div class="column">
                <div class="text-banner">
                    <p><br></p>
                    <p><b>Не знаєш де опублікувати свою роботу?</b></p>
                    <p>Слідкуй за рубрикою <a href="#">Конференції</a>. Завжди корисна інформація, ключові дати та активні контакти!</p>
                    <p><br></p>
                </div>
            </div>
        </div>
        <div class="text-page">
            <h1>Спеціалізована вчена рада</h1>
            <ol>
                <h2>Голова ради:</h2>
                <li>Петренко Анатолій Іванович, д.т.н., професор, завідувач кафедри, Національний технічний університет України «КПІ імені Ігоря Сікорського» спеціальність 05.13.12.</li>
                <h2>Заступники Голови Ради:</h2>
                <li>Гераїмчук Михайло Дем’янович, д.т.н., професор, завідувач кафедри, Національний технічний університет України «КПІ імені Ігоря Сікорського», спеціальність 05.13.12.</li>
                <h2>Вчений секретар:</h2>
                <li>Кисельов Геннадій Дмитрович, к.т.н., старший науковий співробітник, доцент кафедри, Національний технічний університет України «КПІ імені Ігоря Сікорського», спеціальність 05.13.12.</li>
                <h2>Члени Ради:</h2>
                <li>Аушева Наталія Миколаївна, д.т.н., доцент, професор кафедри, Національний технічний університет України «КПІ імені Ігоря Сікорського», спеціальність 05.13.12;</li>
                <li>Бузовський Олег Володимирович, д.т.н., професор, професор кафедри, Національний технічний університет України «КПІ імені Ігоря Сікорського», спеціальність 05.13.12;</li>
                <li>Данилов Валерій Якович, д.т.н., професор, професор кафедри, Національний технічний університет України «КПІ імені Ігоря Сікорського», спеціальність 05.13.12;</li>
                <li>Денисюк Володимир Петрович, д.ф.-м.н., професор, завідувач кафедри, Національний авіаційний університет, спеціальність 05.13.12;</li>
                <li>Забара Станіслав Сергійович, д.т.н., професор, завідувач кафедри, Відкритий міжнародний університет розвитку людини «Україна», спеціальність 05.13.12;</li>
                <li>Лук’яненко Святослав Олексійович, д.т.н., професор, завідувач кафедри, Національний технічний університет України «КПІ імені Ігоря Сікорського», спеціальність 05.13.12;</li>
                <li>Михалевич Вадим Михайлович, д.т.н., доцент, професор кафедри, Національний університет «Києво-Могилянська академія», спеціальність 05.13.12;</li>
                <li>Матвійків Олег Михайлович, д.т.н., доцент, професор кафедри, Національний університет «Львівська політехніка», спеціальність 05.13.12;</li>
                <li>Рогоза Валерій Станіславович, д.т.н., професор, професор кафедри, Національний технічний університет України «КПІ імені Ігоря Сікорського», спеціальність 05.13.12;</li>
                <li>Булах Богдан Вікторович, к.т.н., доцент, старший викладач кафедри, Національний технічний університет України «КПІ імені Ігоря Сікорського», спеціальність 05.13.12;</li>
                <li>Витязь Олег Олексійович, к.т.н., доцент, доцент кафедри, Національний технічний університет України «КПІ імені Ігоря Сікорського», спеціальність 05.13.12;</li>
                <li>Свістунов Сергій Якович, к.т.н., завідувач відділу, Інститут теоретичної фізики ім. М. М. Боголюбова НАН України, спеціальність 05.13.12;</li>
                <li>Харченко Костянтин Васильович, к.т.н., доцент кафедри, Національний технічний університет України «КПІ імені Ігоря Сікорського», спеціальність 05.13.12.</li>
            </ol>

            <div class="tables" id="attachmentsList">
                <table>
                    <caption>Attachments:</caption>
                    <thead>
                        <tr>
                            <th>File</th>
                            <th>File size</th>
                            <th>Остання Зміна</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>
                                <a class="at_icon" href="<?php echo get_stylesheet_directory_uri(); ?>/attachments/443_СпецРада 05-13-12.pdf" target="_blank" title="Download this file (СпецРада 05-13-12.pdf)">
                                    <img src="<?php echo get_stylesheet_directory_uri(); ?>/images/ICO/pdf.gif" alt="Download this file (СпецРада 05-13-12.pdf)"></a>
                                <a class="at_url" href="<?php echo get_stylesheet_directory_uri(); ?>/attachments/443_СпецРада 05-13-12.pdf" target="_blank" title="Download this file (СпецРада 05-13-12.pdf)">Додаток 2 (22.12.16 №1604) про склад спеціалізованої вченої ради СП</a>
                            </td>
                            <td>1708 Kb</td>
                            <td>31.03.2017 10:48</td>
                        </tr>
                    </tbody>
                </table>
            </div>
        </div>
    </div>

    <?php get_footer(); ?>
</body>

</html>