<?php /* Template Name: Personal */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
    <div class = "text-page">
    <h1>Викладачі кафедри Системного проектування</h1>
    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/petrenko.png" alt="ПЕТРЕНКО АНАТОЛІЙ ІВАНОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">ПЕТРЕНКО АНАТОЛІЙ ІВАНОВИЧ</p>
                        <p><i>Професор</p>
                        <p>Завідувач кафедри</p>
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>
    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/rogoza2.png" alt="РОГОЗА ВАЛЕРІЙ СТАНІСЛАВОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">РОГОЗА ВАЛЕРІЙ СТАНІСЛАВОВИЧ</p>
                        <p><i>Професор</p>
                        
                        <p>Дата народження:</i> </p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Рік з якого працює на кафедрі СП: </p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        </div>
        </div>

        <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="КИСЕЛЬОВ ГЕННАДІЙ ДМИТРОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">КИСЕЛЬОВ ГЕННАДІЙ ДМИТРОВИЧ</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="АРТЮХОВ ВІТАЛІЙ ГРИГОРОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">АРТЮХОВ ВІТАЛІЙ ГРИГОРОВИЧ</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>


    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="КАПШУК ОЛЕГ ОЛЕКСІЙОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">КАПШУК ОЛЕГ ОЛЕКСІЙОВИЧ</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="СТІКАНОВ ВАЛЕРІЙ ЮХИМОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">СТІКАНОВ ВАЛЕРІЙ ЮХИМОВИЧ</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="ЧКАЛОВ ОЛЕКСІЙ ВАЛЕРІЙОВИЧ ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">ЧКАЛОВ ОЛЕКСІЙ ВАЛЕРІЙОВИЧ </p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>
    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="БЕЗНОСИК ОЛЕКСАНДР ЮРІЙОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">БЕЗНОСИК ОЛЕКСАНДР ЮРІЙОВИЧ</p>
                        <p><i>Доцент</p>
                        <p>Вчений секретар</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>


    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="БУЛАХ БОГДАН ВІКТОРОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">БУЛАХ БОГДАН ВІКТОРОВИЧ </p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="ГІОРГІЗОВА-ГАЙ ВІКТОРІЯ ШАЛВІВНА">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">ГІОРГІЗОВА-ГАЙ ВІКТОРІЯ ШАЛВІВНА</p>
                        <p><i>Доцент</p>
                        <p>Вчений секретар</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>



    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="КИРЮША БОГДАН АНАТОЛІЙОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">КИРЮША БОГДАН АНАТОЛІЙОВИЧ</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>
    
    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="КИСЕЛЬОВА АННА ГЕННАДІЇВНА">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">КИСЕЛЬОВА АННА ГЕННАДІЇВНА</p>
                        <p><i>Доцент</p>
                        <p>Вчений секретар</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="ХАРЧЕНКО КОСТЯНТИН ВАСИЛЬОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">ХАРЧЕНКО КОСТЯНТИН ВАСИЛЬОВИЧ</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>




    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="БРИТОВ ОЛЕКСІЙ АНАТОЛІЙОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">БРИТОВ ОЛЕКСІЙ АНАТОЛІЙОВИЧ</p>
                        <p><i>Доцент</p>
                        <p>Старший викладач</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>



    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="ІЩЕНКО ГАННА ВАЛЕРІЇВНА">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">ІЩЕНКО ГАННА ВАЛЕРІЇВНА</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="РОМАНОВ ВАЛЕРІЙ ВОЛОДИМИРОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">РОМАНОВ ВАЛЕРІЙ ВОЛОДИМИРОВИЧ</p>
                        <p><i>Доцент</p>
                        <p>Старший викладач</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="СЕРГЕЄВ-ГОРЧИНСЬКИЙ ОЛЕКСІЙ ОЛЕКСАНДРОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">СЕРГЕЄВ-ГОРЧИНСЬКИЙ ОЛЕКСІЙ ОЛЕКСАНДРОВИЧ</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="ГОЛУБОВА ІРИНА АНДРІЇВНА">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">ГОЛУБОВА ІРИНА АНДРІЇВНА</p>
                        <p><i>Доцент</p>
                        <p>Старший викладач</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="Акимов Вадим Сергійович">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">Акимов Вадим Сергійович</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="Науменко Тетяна Олександрівна">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">Науменко Тетяна Олександрівна</p>
                        <p><i>Доцент</p>
                        <p>Старший викладач</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="Попеляєв Денис Павлович">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">Попеляєв Денис Павлович</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="Ткаченко Дмитро Анатолійович">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">Ткаченко Дмитро Анатолійович</p>
                        <p><i>Доцент</p>
                        <p>Старший викладач</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="Шаптала Роман Віталійович">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">Шаптала Роман Віталійович</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="Яременко Вадим Сергійович">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">Яременко Вадим Сергійович</p>
                        <p><i>Доцент</p>
                        <p>Старший викладач</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="Круш Ігор Володимирович">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">Круш Ігор Володимирович</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>
    <h2>Сумісники</h2>
    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="ЗАБАРА СТАНІСЛАВ СЕРГІЙОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">ЗАБАРА СТАНІСЛАВ СЕРГІЙОВИЧ</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-right">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt=" КУДІН ВОЛОДИМИР  ІВАНОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name"> КУДІН ВОЛОДИМИР  ІВАНОВИЧ</p>
                        <p><i>Доцент</p>
                        <p>Старший викладач</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>
    <div class = "personal">
                    <div class = "avatar-left">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="СВІСТУНОВ СЕРГІЙ ЯКОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">СВІСТУНОВ СЕРГІЙ ЯКОВИЧ</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Вчений ступінь і звання: доктор технічних наук (1969), професор (1970)</p>
                        <p>Академічні звання: член-засновник Академії інженерних наук України</p>
                        <p>Почесні звання: Орден "Знак пошани" (1986), Лауреат Державної премії України (1986), Заслужений діяч науки і техніки України (1997), Заслужений професор НТУУ "КПІ" (1998), медаль Міністерства освіти і науки України "За наукові досягнення" (2005), ад'юнкт-професор Мічиганського Державного Університету (США, 1993), почесний член Інституту електро-інженерів (ІЕЕ, Англія), Лауреат премії КПІ (1972,1978,1990).</p>
                        <p>Рік з якого працює на кафедрі СП: 1964</p>
                        <p>Викладає дисципліни:</p>
                        <p>- Чисельні методи</p>
                        <p>- Моделювання складних систем</p>
                        <p>- Основи наукової та інженерної діяльності</p>
                        <p>Галузь наукової діяльності: Grid-технології та розподілені обчислення, data mining і семантичний web, методи математичного моделювання технічних об'єктів, методологія та принципи організації програмно-технічних комплексів, засобів автоматизованого проектування в інтернет, проектування МЕМС</p>
                        <p>Загальна кількість публікацій: понад 500, серед яких 44 винаходи і 2 патенти, 26 монографій, підручників та учбових посібників, зокрема: "Автоматический ввод графиков в ЭВМ" (Москва, "Советское радио", 1968), "Основы теории электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1968 та 1971), "Алгоритмы анализа электронных схем" (співавтор: Сігорський В.П., Київ, "Техніка", 1970 та Москва, "Советское радио", 1976), "Табличные методы анализа электронных схем" (співавтори: Тімченко А.П., Власов А.Л., Київ, "Вища школа", 1978), "Основы автоматизации проектирования" (Київ, "Техніка", 1982), "Топологические методы трассировки печатных плат" (співавтори: Тетельбаум О.Я., Забалуєв М.М., Москва, "Радио и связь", 1983), "Основы построения САПР" (співавтор: Семенков О.І., Київ, "Вища школа", 1984 та 1985), "Чисельні методи в інформатиці" (співавтори: Фельдман Л.П., Дмитрієва О.А., Київ, BHV, 2006), "Вступ до Grid-технологій в науці і освіті" (Київ, "Політехніка", 2008), "Algorithmic analysis of electronic circuits" (США, 1975), "ALLIED - a Computer-Aided Engineering System for Electronic Circuit Design" (Австралія, 1997), "Basics of Computer-Aided Design" (Болгарія, 1986), "All-Technology Designer: Reference Book" (П. Корея, 1999), "Basics of Electronic Circuits Computer-Aided Design" (П. Корея, 2000)</p>
                        
                    </div>
    </div>
    <h2>НАВЧАЛЬНО-МЕТОДИЧНИЙ ПЕРСОНАЛ</h2>
    <div class = "personal">
                    <div class = "avatar-left-metodist">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/Cherepanova.png" alt="СВІСТУНОВ СЕРГІЙ ЯКОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">ЧЕРЕПАНОВА ЛЮДМИЛА ПЕТРІВНА</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Задачі та напрямки діяльності: Навчально-методична робота<p>
                    </div>
    </div>
    <div class = "personal">
                    <div class = "avatar-left-metodist">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="СВІСТУНОВ СЕРГІЙ ЯКОВИЧ">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">ТРОЯНОВА НАТАЛІЯ ВІКТОРІВНА</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Задачі та напрямки діяльності: Навчально-методична робота<p>
                    </div>
    </div>

    <div class = "personal">
                    <div class = "avatar-left-metodist">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/kiselev.png" alt="МАРЧУК ГАЛИНА ІВАНІВНА">
                    </div>
                    <div class = "about">
                        <p class = "professor-name">МАРЧУК ГАЛИНА ІВАНІВНА</p>
                        <p><i>Доцент</p>
                        
                        <p>Дата народження:</i> 03.11.1935</p>
                        <p>Місце народження: с.Війтівці, Волочиський р-н, Хмельницька обл.</p>
                        <p>Освіта: вища, НТУУ "КПІ"</p>
                        <p>Задачі та напрямки діяльності: Навчально-методична робота<p>
                    </div>
    </div>
</div>
</div>







<?php get_footer(); ?>
</body>
</html>