<?php /* Template Name: ScientificSchool */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
    <div class = "bannerScience">
        <div class = "column">
        <div class = "text-banner">
            <p><br></p>
            <p><b>Не знаєш де опублікувати свою роботу?</b></p>
            <p>Слідкуй за рубрикою <a href="/naukova-djalnst/konferencii" mce_href="/naukova-djalnst/konferencii">Конференції</a>.  Завжди корисна інформація, ключові дати та активні контакти!</p>
            <p><br></p>
        </div>
        </div>
    </div>
    <div class = "text-page">
                <h1>Нарис про наукову школу "Комп’ютерне проектування в інформаційному середовищі Іnternet і Грід"</h1>
                <p>
		Створена у 70-х роках минулого століття на факультеті електроніки НТУУ «Київський політехнічний інститут».
                </p>
                <p>
		            <b>Засновники</b>: проф., д.т.н. <b>Сигорський Віталій Петрович</b>, Заслужений діяч науки і техніки України, і  проф., д.т.н.<b>Петренко Анатолій Іванович</b>, Заслужений діяч науки і техніки України, Лауреат Державної премії України.
                </p>
                <div class = "Professor">
                    <div class = "avatar">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/avatar/nk1.png" alt="Віталій Петрович Сигорский">
                    </div>
                    <div class = "about">
                        <p>
		                    <b>Віталій Петрович Сигорский</b> (1922 - 2007) - радянський і український фізик-електронщик, доктор технічних наук (1959), професор Київського політехнічного інституту. Сигорский В.П. опублікував 375 наукових праць, у тому числі 24 монографії і учбових посібники, частина з яких були видані за кордоном. Серед них "Загальна теорія чотириполюсника", "Методи аналізу електричних схем з багатополюсними елементами", "Аналіз електронних схем", "Багатозначні елементи дискретної техніки"9 колектив авторів), "Матриці і графи в електроніці", "Алгоритми аналізу електронних схем", "Основи теорії електронних схем"(в  співавторстві з Петренко А.І.), , "Математичний апарат інженера". Їм підготовлено 30 кандидатів і 9 докторів технічних наук.
                        </p>
                    </div>
                    <p>
                        <br>
                    </p>
                    <div class = "avatar">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/avatar/nk2.png" alt="Петренко Анатолій Іванович">
                    </div>
                    <div class = "about">
                        <p>
                            <b>Петренко Анатолій Іванович</b> ( р.н.1935) – визнаний в країні і світі вчений у галузі систем автоматизованого проектування та суперкомп'ютерних обчислень,зав.кафедри системного проектування НТУУ «КПІ». Петренко А.І.  підготував 52 кандидатів та 6 докторів технічних наук, має 44 винаходи і 2 патенти, опублікував 460 наукових робіт, в тому числі  29 монографій, підручників та учбових посібників.  Серед них  “Algorithmic analysis of electronic circuits”(США,1975), "Основи теорії електронних схем" (в співавторстві з Сигорським В.П.), "Основи автоматизованого проектування”, "Основи побудови САПР”, „ALLTED” - a Computer-Aided Engineering System for Electronic Circuit Design”(колектив авторів,  Австралія, 1997), “Basics of Electronic Circuits Computer - Aided Design”(Корея, 2000), ”Чисельні методи в інформатиці”( в співавторстві з Фельдманом Л.П., Дмитрієвою О.А.), “Вступ до Grid технологій в науці і освіті “, “Семантичний грід в науці і освіті” ( в співавторстві з Булахом Б.В., Хондаром В.С. ),”Практикум з грід-технологій” (в співавторстві  з Свістуновим С.Я., Кисельовим Г.Д.).
                        </p>
                    </div>
                </div>

                <p>
                    <br>
                </p>

                <h2>Відомі представники наукової школи</h2>

                <p>
		            За період існування школи підготовлено 89 кандидатських і 16 докторських  дисертацій. Серед представників школи професори НТУУ «КПІ»: Калніболотський Ю.М., Молчанов О.О., Денбновецький С.В., Абакумов В.Г., Сліпченко В.Г., Глоба Л.С., Рогоза В.С., Лук’яненко С.О., Тимофеєв В.І. ; професори, що працюють за кордоном: Тетельбаум О.Я.,Чкалов В.В.,  та багато інших.
                </p>

                <h2>Основні досягнення наукової школи</h2>

                <p>
		            Наукова школа КПІ з комп’ютеризації проектування була одним з головних засновників у країні нового напрямку в інформатиці, пов’язаного з створенням систем автоматизованого проектування, організації колективного  проектування в інтелектуальному середовищі Грід,одним з організаторів підготовки спеціалістів у цій галузі.
                </p>

                <p>
                    Були запропоновані, досліджені та запроваджені новітні методи моделювання і оптимізації гетерогених нелінійних технічних об’єктів, методологія та принципи організації програмно-технічних розподілених комплексів, організація колективного проектування в інтелектуальному середовищі Грід, засобів автоматизованого проектування та їх адаптації до реальних завдань різних класів та інше.
                </p>
                <div class = "article">
                    <div class = "img">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/img_Article/nk4.png" alt="WEB-ALLTED">
                    </div>
                    <div class = "aboutimg">
                        <p> <b>Приклад складання маршруту проектування в міждисциплінарному комплексі WEB-ALLTED, функціонуючому в  грід- середовищі</b></p>
                    </div>
                </div>

                <p>
                    Створена  вітчизняна українська система схемотехнічного проектування технічних систем NetALLTED (ALL Technology Designer)  , складовими яких можуть бути електронні блоки, механічні, гідравлічні, пневматичні, електромагнітні підсистеми.  Система побудована на оригінальних чисельних алгоритмах, які у своїй більшості маловідомих західним користувачам, і тим вигідно відрізняється  від існуючих західних аналогів, таких як Pspice (Microsim Corp. США), Saber (Analogy Corp. США). Система реалізована в середовищі Грід і дозволяє об'єднувати роботу декількох груп фахівців для розв'язання задач на різних етапах проектування. 
                </p>

                <h2>Сучасний стан наукової школи. Популярність наукової школи</h2>

                <p>
                    Наукова школа НТУУ «КПІ» з компютеризації проектування сьогодні відома своїми вагомими здобутками в галузі грід-технологій і їх впровадження в Україні, зокрема, для потреб автоматизованого проектування. Сьогодні виконується один з найбільших  в країні грід-проектів з цільової Державної програми «Впровадження грід-технологій в Україні в2009-2013 роках», а саме: „Міждисциплінарний комплекс оптимального математичного моделювання в грід-середовищі з автоматичним формуванням і вирішенням рівнянь відповідних математичних моделей” (проект НТР № ДП/310-2011),  який задовольняє потреби широкого кола науковців в засобах математичного моделювання  і обчислювальної підтримки наукових досліджень.
                </p>

                <h2>Місце у світовій науці</h2>

                <p>
                    Українська школа з комп’ютеризації проектування визнана у світі. Про це свідчить переклад і видання у США, Болгарії, Австралії і Кореї  4-х монографій, підготовлених представниками наукової школи;  запрошення представників школи  в 2010 році  до участі в проекті FP7-PEOPLE-2010-  IRSES  “ Developing Multidomain MEMS Models for Educational Purposes (EduMEMS)” з Європейської Рамочної Програми FW7 (партнери Франція, Бельгія, Польща); виконання прямих  багаторічних контрактів з фірмами Intel (1992- 2002 роки), General Electric (2001), IBM (2008), Panasonic (2006); Sаmsung (з 2008); запрошення проф.Петренка А. І. для проведення наукових семінарів і читання лекцій до California University (Berkeley,USA, 1976), Michigan State University (USA, 1991),Concordia University (Montreal, Canada, 1993), New Jersey Institute of Technology (USA, 1995), Hong Kong University (1997), Sun-Moon University (Korea, 1998), Pohang University of Science and Technology (Korea, 2000), Магденбурського (2003) і Ільменау (2009) університетів Німеччини;  обрання  проф. Петренка А.І. анд’юнкт-професором Мічіганського Державного Університету(США, 1994 ), Почесним професором  Середньо-Південного Університету Китаю (2001),  почесним членом (Fellow) Інституту електро-інженерів (IEE).
                </p>

                <div class = "article">
                    <div class = "img">
                        <img src="<?php echo get_stylesheet_directory_uri();?>/images/img_Article/nk3.png" alt="А.І.Петренко, виставка СеВІТ-09">
                    </div>
                    <div class = "aboutimg">
                    <p><b>Проф. А.І.Петренко (зліва) на міжнародній виставці СеВІТ-09</b></p>
                    </div>
                </div>
            </div>

</div>

<?php get_footer(); ?>
</body>
</html>